{"meta":{"title":"Takeko","subtitle":null,"description":null,"author":"Takeko","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"英语学习笔记note9","slug":"英语学习笔记note9","date":"2018-12-21T07:29:24.000Z","updated":"2018-12-22T07:31:25.195Z","comments":true,"path":"2018/12/21/英语学习笔记note9/","link":"","permalink":"http://yoursite.com/2018/12/21/英语学习笔记note9/","excerpt":"","text":"The Parent Trap“芝士派”无字幕电影20181204-20181221学习笔记 slip one’s mind 忘记Things like homework always slip my mind. out of one’s league 不是一路人She is the princess who is out of my league. deal me in 算我一个Deal me in, I want to play too. excuse you有责备人的意思，对方做错了事而没有表示歉意的意思，有人做出没礼貌的事但没有表示，可以用来责怪对方失礼,例如有人插队，只要说一句excuse you 对方就知道你在不悦了 Excuse me for not completing the job, but excuse you for not even trying. mind boggling 惊人的boggle 吃惊，震惊 指某一件事或某样东西在智力或情感方面具有强大的力量而使人感到难以控制自己 There were rockets, space suits, even parts from a satellite - so many mind-boggling things to see. freak out 震惊Don’t freak out. 大发脾气 If I don’t get enough sleep,I feel exhausted and freak out a little. pull it out 成功It will be a very, very fine piece of mountaineering if they pull it out. last call机场对旅客最后一次登机通知 That’ll be all就这样吧，这样就有可以了，到此为止吧 That’ll be all for now, you may go. glib-tongued 油嘴滑舌的，能说会到的You should keep away from gilb-tongued men. be keen on sth 喜欢做某事，热衷于做某事She is rather keen on classic music. talk out of 劝阻，说股某人不做某事My mother tried to talk me out of getting a divorce. don’t you dare 竟敢，休想Don’t you dare talk back to me. fet sb eating out of palm if one’s hand把某人玩弄于鼓掌之间，把某人迷得神魂颠倒 The man has got the lady eating out of palm of his hand. make a fool out of sb愚弄某人，使某人出丑 How dare you make a fool out of me? we are all each other has我们只有彼此，相依为命 can’t say I balme you 我也不怪你I don’t balme you 的口语话表达 Can’t say I blame you. It’s a mistake that many students would make in the begining. get out of here/it别胡扯了 wait on sb hand and foot让…翻来张口，衣来伸手 I want to marry a man who will wait on me hand and foot. buy相信（尤指不打可能的事）You could say you were ill but I don’t think they’d buy it. in over one’s head 卷入棘手的事After a week in the new job, I soon realize that I am in over my head. be in way over your head 不自量力Sometimes it’s nice to be in over your head. what has gotten into sb 某人怎么了What’s gotten into you? You don’t eat anymore! for he world用在否定句，场用来表示无论如何都 I wouldn’t lose this competition for the world. in the world加强语气，究竟 Where in the world could you find this? let alone 更不用说I can barely sign my name , let alone aim a bow and row. break the rotten streak打破偏见 rotten腐烂的；streat条纹，倾向","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note8","slug":"英语学习笔记note8","date":"2018-12-05T13:27:39.000Z","updated":"2018-12-05T13:50:34.398Z","comments":true,"path":"2018/12/05/英语学习笔记note8/","link":"","permalink":"http://yoursite.com/2018/12/05/英语学习笔记note8/","excerpt":"","text":"The Nanny Diaries“芝士派”无字幕电影20181105-20181125学习笔记 take a crack at试一试I want to take a crack at mending the clock.Why don’t you take a crack at it? = I’ll take a whack at it= I’ll venture a try= I’ll give it a go= I’ll take a stab at it= I’ll give it an attempt be my guest请自便，别客气 be a sport讲点交情，给个面子（表请求）Please be a sport and lend me some money. off-limits禁止拥有的Alcohol is off-limits to children. slip one’s mind忘记Things like homework always slip my mind. pull down赚钱，获得报酬、工资He pulled down these years and earned a lot of money. sleep in睡懒觉She usually sleeps in on weekends kindred spirits志趣相投，非常相似You and me are raal kindred spirits in this aspect. out of one’s league不是一路人She is the princess who is out of my league. whip up快速做顿饭I’m going to whip up a meal for myself. round the clock昼夜不停地She always works round the clock and she even forgets meal sometime. out of spite出于怨恨I refused he request out of spite. it’s only fitting that再合适不过了It’s only fitting that we hold the party tonight. once in a blue moon及其难得，千载难逢A chance like that comes along only once in a blue moon.He visits us once in a blue moon. corner sb强求与某人交谈Golan managed to corner the young producer-director for an interview.","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note7","slug":"英语学习笔记note7","date":"2018-11-01T10:57:58.000Z","updated":"2018-11-04T07:40:04.773Z","comments":true,"path":"2018/11/01/英语学习笔记note7/","link":"","permalink":"http://yoursite.com/2018/11/01/英语学习笔记note7/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181022-20181104学习笔记 denominalisation &amp; zero derivationdenominalisation：去名词化，将名词转换为动词使用的现象 zero derivation：去零化，直接盗用名词将其作为动词 eg. Our friendship flowered while Bear was slim.我们的友情在熊还苗条时就已根深蒂固。 Have you ever housed someone in your house? 你有在你家收容过谁吗？ haira bad hair day形容一天很不顺利 Hat hair/Helmet hair 戴了帽子见不得人的发型 make one’s hair stand on end 被吓的毛骨悚然： Ghost stories made my hair stand on end. 激怒某人 pull one’s hair out 生气，发怒 a hair’s breadth breadth是“宽度”， “毫发之差”可以引申为即将来临、微乎其微的距离 let one’s hair down 把头发放下来，这就比较轻松愉快了，这个短语也可以表达“不拘礼节、无拘无束、很坦率”的意思。 Animalrain cats and dogs 倾盆大雨，滂沱大雨 agree like cats and dogs 合不来 be on the high horse 趾高气扬 be off the high horse 放下臭架子 look a gift horse in the mouth 吹毛求疵 talk horse 吹牛 dark horse 黑马 back (bet on) the wrong horse 错误的估计 on the house免费的，由店家负担费用 This kind of dish is on the house before 10 am everyday. call sb over叫某人过来 He called me over to asked a stupid question. tinker with修理 He tinkered with his old radio. ballpark大概的数字，数额浮动范围 Can you tell me a ballpark price of the house. how come为什么，怎么会 How come you told him this seret?How come we never know what’s going on? break new ground标新立异，创新 We are breaking new ground in the fields of research. hands down毫无疑问，完全赞同 He is the most potential basketball star, hands down. for one’s sake为了某人 You should come back hone as soon as possible for you mother’s sake. break a leg祝你好运 A: I will perform at the school hall tonight. B: Break a leg! cuddle up with拥抱，依偎 The boy cuddled up with his dog. We cuddled uo with each other and tried to get warm. lazy bum懒人 Get up right now! Don’t be a lazy bum. onwards and upwards不断进取 We need to move onwards and upwards. in a long run长远看来 In a long run, it would be a good idea to save money. do sb the honor有幸 Will you do me the honor to come to my home tonight? throw sth举行 I would like to throw a party this week.","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note6","slug":"英语学习笔记note6","date":"2018-10-21T08:56:37.000Z","updated":"2018-10-21T10:17:39.814Z","comments":true,"path":"2018/10/21/英语学习笔记note6/","link":"","permalink":"http://yoursite.com/2018/10/21/英语学习笔记note6/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181014-20181021学习笔记 land on sb’s feet摆脱困境，逢凶化吉 My brother got fired but he landed on his feet and found another job that paid twice as much money. identify with sb与某人产生共鸣，同情理解某人 Reading this book, we can identify with the main character’s struggle. I believe that most readers will identify with the auther. in the pit of sb’s stomach某人的内心深处，心头上 I had a strange feeling in the pit of my stomach. in the back of my head在脑海中 There is always a strange voice in the back of my head. come in handy派的上用场 Don’t throw that plastic bag away. It may come in handy. once in a while时不时地 You should come to see me once in a while. pull up停车 Let’s pull up at the restaurant. butt out别管闲事 I want everyone to butt out of my life. shoot down本义击毙，口语中可以表示驳倒的意思 shoot off one’s mouth 打嘴炮，用来表达说大话，总是夸夸奇谈的意思 Jim doesn’t play tennis very well but he’s always shooting off his mouth about how good he is. He talks as if he knew everything about the game. shoot the cat 呕吐 Bear was so sick that he shot the cat. be like shooting fish in a barrel 易如反掌，手到擒来 Learning English is like shooting fish in a barrel. tide over渡过，克服 = get over I need some money to tide us over until pay day. nail准确的完美的做成了一件事 He knows how to nail the interview.","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"selenium爬虫问题总结","slug":"selenium爬虫问题总结","date":"2018-10-16T10:59:33.000Z","updated":"2018-10-23T11:39:35.894Z","comments":true,"path":"2018/10/16/selenium爬虫问题总结/","link":"","permalink":"http://yoursite.com/2018/10/16/selenium爬虫问题总结/","excerpt":"","text":"在运行上一篇文章中的爬虫程序的过程中遇到了几个问题，在这里总结一下 1. 不能定位到元素，报错selenium.common.exceptions.NoSuchElementException 网上查了资料又仔细查看了一下网页结构，发现是网页中包含了iframe。frame实际上是嵌入了另一个页面，而webdriver每次只能在一个页面识别，因此需要先定位到相应的frame，对那个页面里的元素进行定位。解决方法：如果iframe有name或id的话，直接使用switch_to_frame(“name/id”) 1234def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.most.gov.cn/mostinfo/&apos;) self.dr.switch_to.frame(&quot;DataList&quot;) 2. 改正了iframe的问题后运行程序，报错unknown error: call function result missing ‘value’ 原因：chrome和chromedriver版本不匹配 解决方法：升级Chromedriver到匹配的版本 chrome和Chromedriver对应关系表： chrome版本 Chromedriver版本 v67-69 v2.41 v66-68 v2.40 v66-68 v2.39 v65-67 v2.38 v46-66 v2.37 v63-65 v2.36 v62-64 v2.35 v61-63 v2.34 v60-62 v2.33 v59-61 v2.32 v58-60 v2.31 v58-60 v2.30","categories":[{"name":"Technology","slug":"Technology","permalink":"http://yoursite.com/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"http://yoursite.com/tags/python/"},{"name":"Crawler","slug":"Crawler","permalink":"http://yoursite.com/tags/Crawler/"},{"name":"selenium","slug":"selenium","permalink":"http://yoursite.com/tags/selenium/"}]},{"title":"News Collector","slug":"News-Collector","date":"2018-10-15T13:32:21.000Z","updated":"2018-10-15T13:36:24.424Z","comments":true,"path":"2018/10/15/News-Collector/","link":"","permalink":"http://yoursite.com/2018/10/15/News-Collector/","excerpt":"","text":"在工作过程中经常需要关注几个政府网站的通知，随时关注项目信息的更新。否则错过了最新的通知可能会错过申报的机会。 每天需要关注的网站是固定的几个，更新的频率不是很高，每天点开一到两次就可以，所以决定写一段代码免去每天点开几个网页的麻烦，也避免忘记看错过重要信息。 用到了selenium + chrome + Chromedriver，环境是好久之前配置好的就不写了，过程比较简单。首先Webdriver启动Chrome浏览器 123def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.ndrc.gov.cn/zwfwzx/tztg/&apos;) 分析网页结构，确定目标元素的xpath 1titlepath = &quot;//*[@id=&apos;out-content&apos;]/div[2]/div[4]/div[2]/div/ul[2]/li[&quot; + str(i) + &quot;]/a&quot; 再提取需要的信息12curr_title = self.dr.find_element_by_xpath(titlepath)curr_url = self.dr.find_element_by_xpath(titlepath).get_attribute(&quot;href&quot;)退出浏览器1self.quit()将信息进行简单的整理，最后将收集到的信息整理好发送到邮箱1234567891011121314151617181920212223242526if len(TitleToday): smtpserver = &apos;smtp.163.com&apos; ## 以163邮箱为例 username = &apos;sender@example.com&apos; password=&apos;XXXXXXX&apos; sender=&apos;sender@example.com&apos; receiver=&apos;receiver@example.com&apos; subject = &apos;每日通知更新&apos; subject=Header(subject, &apos;utf-8&apos;).encode() msg = MIMEMultipart(&apos;mixed&apos;) msg[&apos;Subject&apos;] = subject msg[&apos;From&apos;] = &apos;Name&lt;sender@example.com&gt;&apos; msg[&apos;To&apos;] = &apos;receiver@example.com&apos; msg[&apos;Date&apos;] = Date text = &quot;今日更新通知：\\n&quot; for i in range (0,len(TitleToday)): text = text + TitleToday[i] + &quot; (&quot; + UrlToday[i] + &quot;)\\n&quot; text_plain = MIMEText(text,&apos;plain&apos;, &apos;utf-8&apos;) msg.attach(text_plain) smtp = smtplib.SMTP() smtp.connect(&apos;smtp.163.com&apos;) smtp.login(username, password) smtp.sendmail(sender, receiver, msg.as_string()) smtp.quit() print(&apos;Mail has been sent!&apos;)else: print(&apos;There is no new news today.&apos;)完整代码下载链接开始时用pyinstaller 将python脚本打包成EXE文件放到桌面，每天到办公室开电脑后点击一下，但这样还需要再点，所以我用Windows的“任务计划程序”设置成每天定时自动执行脚本，但是这样如果没在办公室没开电脑就不能执行，所以最后还是放到vps上，使用crontab -e 命令设成每天定时执行脚本，这样每天如果有新的通知会发送到邮箱，终于从每天手动查消息中解放了出来。","categories":[{"name":"Technology","slug":"Technology","permalink":"http://yoursite.com/categories/Technology/"}],"tags":[{"name":"projects","slug":"projects","permalink":"http://yoursite.com/tags/projects/"},{"name":"python","slug":"python","permalink":"http://yoursite.com/tags/python/"},{"name":"Crawler","slug":"Crawler","permalink":"http://yoursite.com/tags/Crawler/"},{"name":"selenium","slug":"selenium","permalink":"http://yoursite.com/tags/selenium/"}]},{"title":"英语学习笔记note5","slug":"英语学习笔记note5","date":"2018-10-14T06:47:20.000Z","updated":"2018-10-14T06:51:51.118Z","comments":true,"path":"2018/10/14/英语学习笔记note5/","link":"","permalink":"http://yoursite.com/2018/10/14/英语学习笔记note5/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20181008-20181013学习笔记 as a favor to出于对…的好意，帮…的忙 We are not going to return the money as a favor to you. 我们不会为了帮你的忙就把钱还给你As a favor to general, I agreed on a chat. 将军然我帮个忙，我才过来跟你聊聊。 do me a favor 帮我个忙 I owe you a fovor. 我欠你个人情 pull it together集中精力振作起来 Pull it together! She’ll probably get you fired. hang in there 口语中表示坚持下去别泄气 real talk肺腑之言 He won this speech competition because what he said was all reak talk. bus your table收拾/清理餐桌；常在参观酒店使用 在餐厅或咖啡馆中，bus会用来指服务员做的一些事情，包括清理餐桌等等。在北美busser通常是busboy或busgirl，用来形容在餐厅类地方做清理餐桌等工作的员工。 Get out and bus the table now! have enough of = fed up with受够了 I have had enough of her gossips. here’s the thing事情是这样的 表示需要解释的某种情况，是一种比较柔和的提出建议以及切入话题的方式。 Here’s the thing.If all you do is sit back and moan about your finances, things may never change. not my thing对某事不擅长，不了解，口语话的表达方式not good at sth Wanna go check out tonight’s movies? It’s the newly released Transformers. make sb’s name in sp让某人在某一领域扬名I want to make my name in the world when I was young.在我小的时候，我就想名扬天下。 谚语集锦 A bad workman always blames his tools. 拙匠总怪工具差。 A contented mind is a perpetual feast. 知足长乐。 A good beginning is half the battle. 好的开端等于成功一半。 A little pot is soon hot. 壶小易热，量小易怒。 All lay loads on a willing horse. 好马重负。 A merry heart goes all the way. 心情愉快，万事顺利。 Bad excuses are worse than none. 狡辩比不辩护还糟。 Character is the first and last word in the success circle.人的品格是事业成功的先决条件。 Cleanliness is next to godliness. 整洁近于美德。 Courtesy costs nothing. 彬彬有礼，惠而不费。 Doing nothing is doing ill. 无所事事，必干坏事。 Early to bed, early to rise, make a man healthy, wealthy, and wise.睡得早，起得早，聪明、富裕、身体好。 Empty vessels make the most noise. 满瓶子不响，半瓶子晃荡。 Every man hath his weak side. 人皆有弱点。 Everything ought to be beautiful in a human being: face, dress, souland idea.人的一切都应当是美丽的：容貌、衣着、心灵和思想。 Extremes are dangerous. 凡事走向极端是危险的。 Good advice is harsh to the ear. 忠言逆耳。 Grasp all, lose all. 欲尽得，必尽失。 Great hopes make great men. 伟大的理想造就伟大的人物。 Handsome is he who does handsomely. 行为美者才真美。 Have but few friends, though many acquaintances. 结交可广，知己宜少。 Hear all parties.兼听则明，偏听则暗。 He is a wise man who speaks little. 智者寡言。 He is not laughed at that laughs at himself first.有自知之明者被人尊敬。 He is rich enough that wants nothing.无欲者最富有，贪欲者最贫穷。 He is truly happy who makes others happy.使他人幸福的人，是真正的幸福。 Honesty is the best policy. 诚实乃上策。 Hope for the best and prepare for the worst.?? 抱最好的希望，作最坏的准备。 Idleness is the root of all evil. 懒惰是万恶之源。 If we dream, everything is possible. 敢于梦想，一切都将成为可能。 Kind hearts are the gardens, kind thoughts are the roots, kind wordsare flowers and kind deeds are the fruits.仁慈的心田是花园，崇高的思想是根茎，友善的言语是花朵，良好的行为是果实。 Laugh, and the world laughs with you; Weep, and you weep lone.欢笑，整个世界伴你欢笑。哭泣，只有你独自向隅而泣。 Life is measured by thought and action not by time.衡量生命的尺度是思想和行为，而不是时间。 Life is not all beer and skittles. 人生并非尽是乐事。 Long absent, soon forgotten. 别久情疏。 Look before you leap. 三思而后行。 Lookers-on see most of the game. 旁观者清，当局者迷。 Manners make the man.观其待人而知其人。 Misfortune tests the sincerity of friends. 患难识知交。 No cross, no crown.没有苦难，就没有快乐。 Nobody’s enemy but his own. 自寻苦恼。 One man’s fault is another man’s lesson. 前车之覆，后车之鉴。 Pardon all men, but never thyself. 严以律已，宽以待人。 Reason is the guide and light of life. 理智是人生的灯塔。 Sadness and gladness succeed one another. 乐极生悲，苦尽甘来。 Still waters run deep.流静水深，人静心深。 The fire is the test of gold; adversity of strong men. 烈火炼真金，逆境炼壮士。 The fox may grow grey, but never good. 江山易改，本性难移。 The more a man learns, the more he sees his ignorance. 知识越广博，越感已无知。 Virtue is a jewel of great price. 美德是无价之宝。 Weak things united become strong. 一根筷子易折断，十根筷子硬如铁。 We can’t judge a person by what he says but by what he does. 判断一个人，不听言语看行动。 Where there is a will there is a way. 有志者，事竟成。 Will is power. 意志就是力量。 Wise men are silent; fools talk. 智者沉默寡言，愚者滔滔不绝。 Wise men learn by others’ harm, fools by their own.智者以他人挫折为鉴，愚者必自身碰壁方知觉。","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note4","slug":"英语学习笔记note4","date":"2018-10-02T10:14:26.000Z","updated":"2018-10-14T06:49:53.584Z","comments":true,"path":"2018/10/02/英语学习笔记note4/","link":"","permalink":"http://yoursite.com/2018/10/02/英语学习笔记note4/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180923-20180930学习笔记 rip up撕碎 He ripped the letters up and threw them in the wastepaper basket. rip off敲竹杠，坑钱The company has been accused of ripping off customers. in the middle of something正在忙于做某事 He is in the middle ofvshopping. swap meet跳蚤市场 Tom takes his old sofa to the swap meet and see if he can exchange it for a television. far out异乎寻常的 Fantasies cannot harm you, no matter how bizarre or far out they are. thrive on因…蓬勃发展 More and more people use social networks at work, which thrive on exchanging information. check it out过来看，口语化的表达，一般用于让身边的人来看看这个东西 Check it out. she’s staring at you. up to one’s eyeball in忙的焦头烂额 I’m up to my eyeball in work. part + 国籍表示有部分那个国家的血统或者语言文化能力 My mother is Chinese and my father is a US resident, so I’m part Chinese. I want you to meet Janne from Nokia. I told him you’re part Finnish, and he’s very excited to meet you. down to sb由…引起，由…造成 = owe to The mistake is enirely dowm to us.","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note3","slug":"英语学习笔记note3","date":"2018-09-22T12:49:17.000Z","updated":"2018-10-14T06:50:05.307Z","comments":true,"path":"2018/09/22/英语学习笔记note3/","link":"","permalink":"http://yoursite.com/2018/09/22/英语学习笔记note3/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180920-20180922学习笔记 brown thingssomething old- fashioned and cheap csahback返现 With this card, consumers can get 20% cashback at gas station. put sth in perspective正确全面的看待某事 You’d better put your job-hop in perspective. It’s just not what you are thinking about. scrub off= cross out 划掉 The teacher scrubbed his name off, because he cheated in the exam. forthwith立刻 I could have you arrested forthwith. devilspeak of the devil这个用语最早起源于18世纪初，当时非常忌讳直接提到恶魔，有一种迷信的说法： Speak of the devil and he’s sure to appear. 如果你说到魔鬼，魔鬼就一定会现身。这句话常用来作为告诫一定要注意言行，不要犯了忌讳。 在十九世纪的时候，这个用语逐渐脱离了它字面的意思，成为一种对偷听者的警告，例如，你跟别人八卦的时候，突然有人在偷听，你想把偷听的人赣州，就可以说： Speak of the devil and he’s sure to appear.我们讲你坏话的时候，你刚好就来偷听了。 到二十世纪，这个用语才逐渐发张成了现在“说曹操曹操到”的意思 How’s Peter doing? Is he still working at… Speak of the devil! Here comes Peter! play the devil’s advocate主要用于讨论问题的时候，意思是为了保证一个新方案的成功实施，尽可能周全的考虑到各个方面的情况，并提出反面意见。最早起源于罗马天主教会，在授予某人圣人称号是要经过审议。在审议时总有一个会提出反面意见的教会官员，他们指出被授称号者的缺点，目的是促使审议人员更慎重的讨论。担任着想工作的官员被称作the devil’s advocate。 So basically my role in the com[any is to play the devil’s advocate to each new proposal before we connit to it.","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note2","slug":"英语学习笔记note2","date":"2018-09-08T14:08:22.000Z","updated":"2018-09-08T14:16:37.712Z","comments":true,"path":"2018/09/08/英语学习笔记note2/","link":"","permalink":"http://yoursite.com/2018/09/08/英语学习笔记note2/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影220180902-20180908学习笔记 take sb/sth for granted认为…..理所当然 We take having an endless supply of water for granted. jerk around耍弄，戏弄 You jerk me around on this, and I’m going to get cranky right in your face. blow away留下深刻印象 The amount of the check blew me away. point blank直截了当地 I asked a favor of him once, but he refuse point-blank. break it up口语中表示“散了吧” Alright, show’s over. Break it up, break it up. break the ice打破僵局The host told a joke to his guests to break the ice. slice in line/cut in line插队I get annoyed when people slice in line. That’s it. 表示赞同 =That’s right – So she is going to marry the doctor. – That’s it. 表示结束，意为“完了，没有别的了” I’ll finish taht, that’s it. 表示反感或失望，意为“够了，行了，得了” That’s it. Haven’t you said enough？ 表示鼓励或赞同，意为“这就对了，就这样” That’s it. Let’s tell her the news when we see her. 用于称赞的话How smart of you! 你真明智 You should have a real talent. 你真有天赋 That’s a very nice hairdo you’re wearing. 你发型真漂亮 You are looking great. 你真好看 That’s the icing on the cake. 这可真是双喜临门了 A good teacher makes good student. 名师出高徒 I would like to compliment you on your diligence. 我想称赞一下你的勤奋 We’re proud of you. 我们为你自豪 He has a long head. 他很有远见卓识","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"英语学习笔记note1","slug":"英语学习笔记note1","date":"2018-09-01T14:36:42.000Z","updated":"2018-09-08T14:16:43.303Z","comments":true,"path":"2018/09/01/英语学习笔记note1/","link":"","permalink":"http://yoursite.com/2018/09/01/英语学习笔记note1/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影20180827-20180901学习笔记 Konck off停止工作，下班 -Shall we konck off, sir? -come on, guys. It’s due next week. call it a day就到这吧，收工吧 Let’s call it a day and go to the movies. in essenceessentially 实质上，大体上 In essence, all computers are the same. excel at擅长，在某方面杰出 period句号，用在句尾表强调，以上我说完了 I love him, period. come by得到，获取 I don’t konw how he came by so much money. run errands跑腿 hold … to …使坚持，使遵守 hold somebody to a promise 使某人守诺 Now I have to hold you to your promise. 请假的表达方式 I ‘d like to have three days off. Would it be possible if I take next Friday off? I have some personal business that I need to take care of. Could you cover for me on Friday? Would it be possible if I swiched my Tuesday shift for your Friday shift? verb + sb + prep + the + 身体部位eg：take sb by the arm 抓住某人的胳膊 pat sb on the shoulder 拍某人的肩膀 verb: hit/strike/beat/touch/take/catch the: 只用the，不用a/an或his/her prep: in/on/by/with/at 1. in 表示在身体部位内部、涉及身体表面较柔软或较“空”的部位也用in；以及表示身体部位受到伤害或者感到疼痛时，也常用in He hit me in the mouth(eye/stomach/face) I was wounded in the leg. He felt a sharp pain in his knee. 2. on 表示身体部位表面和面部表情，或者较为坚硬、突出的部分。 He stared at her with tahet peculiar expressions on his face. He was hit on the head . The man beat the boy on the back/breast/jaw/neck. The mother kissed her daughter on both cheeks. 3. at 在身体部位名词前用介词at的时候不多，一般出现在下面这些用法中（at后面不用冠词） at heart：Yeah，but I felt sick at heart when I saw how much she was hurt. at hand: He said the road for oppasition has been long and painful, but that victory is at hand. 4. by 常与动词take，seize，catch，lead等词连用，表示拉、扯、抓住身体某部位 He took her by the hand. The man caught/seized the thief by the arm You should make your own decisions, and not let others lead you by the nose. 5. with 常表示借助什么方法、工具等做某事 take sth with both hands 用双手拿 see with one’s eyes 用眼看You can’t imagine how amazing they are unless you see them with your own eyes. 颜色的意义Blue 表示情绪–不快乐、忧郁 This is because blue was related to rain, or storms, and in Greek mythology, the god Zeus would make rain when he was sad (crying) , and a storm when he was angry.–Wikipedia in a blue mood 心情郁闷 a blue outlook 悲观的人生观 下流 blue talk 下流的言论 blue film 成人电影 a blue joke 下流的笑话 表示社会地位高、出身贵族 “蓝血贵族”源于西班牙皇室，贵族们常自豪的挽起袖管展示自己雪白小臂上清晰可见的蓝色静脉血管。 How I wish I were a blue blood, so that I could be a little princess quietly. blue in the face 精疲力尽 blue fear 极度恐慌 once in a blue moon 几乎不，千载难逢 drink till all’s blue 一醉方休 Green green可指代财力的，由于美元背面是绿色的。 green power（财团） green back（美钞，又称“绿背”） 用于描述嫉妒 源于William Shakespeare的《奥赛罗》—— O, beware, my lord, of jealousy, it is the green-eyed monster which doth mock the meat it feeds on. green是大多数正在生长的植物的颜色，意味着年轻，因此green也有生疏的意思。 green as grass 幼稚的 in the green 在青春期 green from school 初入社会 greenhorn 新手——horn是动物头上长的角，动物在刚出生的时候，它们的角还没有长成，只是头上有日后会长成角的基部，带有不久便会消退的绿色，所以greenhorn是初生动物的标志，现在引申为新手的意思。 Yellow在古代中国黄色一般象征着皇权，不过西方国家yellow比较含贬义，据《圣经》（Bible）记载，犹大是耶稣的门徒之一，也是出卖耶稣的人，他就身穿黄色的衣服，因此后人认为黄色有卑鄙、胆小等象征意义。 yellow dog 杂种 yellow belly 胆小鬼 Redred在西方文化中是一个贬义较强的词，因为西方人较多地将红色与血液的颜色联系在一起，由鲜血再联系到流血的暴力，所以Red除了红色的本意外还有暴力、危险的意思。 red rules 暴力统治 red battle 血战 red light 危险信号 red alert 警报 工作用语night to five 早九晚五 night shift 晚班 graveyard shift 大夜班 insane hours 没日没夜的干 odd hours 工作时间没规律 24/7 on-call 一周七天，一天24小时随叫随到 work overtime 加班 flexible hours 工作时间灵活 telecommute 远程工作 off-the-clock 无偿加班","categories":[{"name":"Language","slug":"Language","permalink":"http://yoursite.com/categories/Language/"}],"tags":[{"name":"English","slug":"English","permalink":"http://yoursite.com/tags/English/"},{"name":"Note","slug":"Note","permalink":"http://yoursite.com/tags/Note/"}]},{"title":"孤岛","slug":"孤岛","date":"2018-08-25T11:31:45.000Z","updated":"2018-09-01T14:31:06.317Z","comments":true,"path":"2018/08/25/孤岛/","link":"","permalink":"http://yoursite.com/2018/08/25/孤岛/","excerpt":"","text":"新入滴胶坑，参考别人的视频尝试了一次造景","categories":[{"name":"Life","slug":"Life","permalink":"http://yoursite.com/categories/Life/"}],"tags":[{"name":"手作","slug":"手作","permalink":"http://yoursite.com/tags/手作/"}]},{"title":"国家企业技术中心分数计算器","slug":"国家企业技术中心分数计算器","date":"2018-08-22T12:13:31.000Z","updated":"2018-09-08T13:23:32.990Z","comments":true,"path":"2018/08/22/国家企业技术中心分数计算器/","link":"","permalink":"http://yoursite.com/2018/08/22/国家企业技术中心分数计算器/","excerpt":"","text":"最近由于工作需要在申报国家企业技术中心，其中分数计算过程十分繁琐，手动计算容易出错，应同事要求写了一段代码计算分数，当做python的一个小练习。 计算规则评价方法见发改委通知具体计算规则如下：1．指标数值大于或等于满分要求时，指标得分为满分，即指标得分等于上表中的权重；2．指标数值等于基本要求时，指标得分为权重的60%；3．指标数值为0 时，指标得分为0；4．指标数值处于0 和基本要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值/基本要求）* 权重的60% 指标数值处于基本要求和满分要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值-基本要求）/（满分要求-基本要求）* 权重的40% + 权重的60% 其中，指标名称、权重、基本要求和满分要求如下： 代码如下1234567891011121314151617181920212223242526272829303132333435363738394041424344454647484950515253545556575859606162636465666768697071727374757677#coding:utf-8import pandas as pddef compute_score(x, weight, base, fullscore): x = float(x) if x == 0: score = 0 elif x&gt;0 and x&lt;base: score = x/base*weight*0.6 elif x == base: score = weight * 0.6 elif x&gt;base and x&lt;fullscore: score = (x - base)/(fullscore - base)*weight*0.4 + weight*0.6 elif x &gt;= fullscore: score = weight score = round(score,1) return score def isnub(x): try: nb = float(x) #将字符串转换成数字成功则返回True return True except ValueError as e: return False #如果出现异常则返回FalseX = []Scores = []Final_score = [0]*18Titles = [&quot;研发人员人均研发经费支出&quot;,&quot;研发经费支出占主营业务收入的比重&quot;,&quot;研发人员占企业职工总数的比重&quot;,&quot;技术中心拥有的高级专家和博士人数&quot;,&quot;来技术中心从事研发工作的外部专家人数&quot;,&quot;企业拥有的全部有效发明专利数&quot;,&quot;企业全部研发项目数&quot;,&quot;基础研究和应用研究项目数占全部研发项目数的比重&quot;,&quot;企业技术开发仪器设备原值&quot;,&quot;国家级研发平台数&quot;,&quot;省级研发平台数&quot;,&quot;通过国家（国际组织）认证的实验室和检测机构数&quot;,&quot;当年被受理的专利申请数&quot;,&quot;当年被受理的发明专利申请数&quot;,&quot;最近三年主持和参加制定的国际、国家和行业标准数&quot;,&quot;新产品销售收入占主营业务收入的比重&quot;,&quot;新产品销售利润占利润总额的比重&quot;,&quot;利润率&quot;]Weight = [8,12,7,4,4,5,4,4,4,3,2,3,5,6,4,10,10,5]Base = [5,0,3,5,20,5,10,3,3000,1,1,1,10,5,1,20,15,2]Fullscore = [80,0,25,25,100,80,100,10,30000,2,3,2,50,30,6,40,30,12]for title in Titles: #由于第二个指标“研发经费支出占主营业务收入的比重”需要先进行一步判断，所以单独进行计算 index = Titles.index(title) if index == 1: Revenue = input(&quot;请输入主营业务收入(亿元)：&quot;) while isnub(Revenue) == False: Revenue = input(&quot;请输入数字：&quot;) Revenue = float(Revenue) x = input(&quot;请输入研发经费支出占主营业务收入的比重：&quot;) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) if Revenue&gt;=500: score = compute_score(x, 12, 1, 5) if Revenue&lt;500 and Revenue&gt;=100: score = compute_score(x, 12, 1.5, 7) if Revenue&lt;100 and Revenue&gt;=10: score = compute_score(x, 12, 2, 9) if Revenue&lt;10: score = compute_score(x, 12, 3, 12) X.append(x) Scores.append(score) print(&quot;研发经费支出占主营业务收入的比重项得分 %.1f&quot; % score) else: title_input = &quot;请输入&quot; + title + &quot;:&quot; x = input(title_input) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) score = compute_score(x, Weight[index], Base[index], Fullscore[index]) X.append(x) Scores.append(score) title_output = title + &quot;项得分：%.1f&quot; print(title_output % score) final_score = 0for score in Scores: final_score = final_score + scoreFinal_score[0] = final_scoreprint(&quot;总分%.1f&quot; % final_score)#数据保存到本地 columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe = pd.DataFrame(&#123;&apos;Titles&apos;:Titles,&apos;Weight&apos;:Weight,&apos;Base requirements&apos;:Base,&apos;Fullscore requirements&apos;:Fullscore,&apos;Value&apos;:X,&apos;Score&apos;:Scores,&apos;Final score&apos;:Final_score&#125;)file_name = &quot;Data.csv&quot;dataframe.to_csv(file_name,index=False,sep=&apos;,&apos;)columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe.to_csv(file_name,index=False,columns=columns)print (&apos;Finish saving csv file&apos;)代码下载链接运行结果如下图，输入企业该项数值，计算该项的得分。加入了输入的数是不是数字的判断，如果不是会要求重新输入。全部数值输入完成后计算总分，并保存成表格。","categories":[{"name":"Technology","slug":"Technology","permalink":"http://yoursite.com/categories/Technology/"}],"tags":[{"name":"projects","slug":"projects","permalink":"http://yoursite.com/tags/projects/"},{"name":"python","slug":"python","permalink":"http://yoursite.com/tags/python/"}]},{"title":"Hello World","slug":"hello-world","date":"2018-06-25T12:28:09.589Z","updated":"2018-08-27T12:53:17.741Z","comments":true,"path":"2018/06/25/hello-world/","link":"","permalink":"http://yoursite.com/2018/06/25/hello-world/","excerpt":"","text":"This is my very first post.This blog website is built based on Hexo! Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment DocumentationGitHub","categories":[{"name":"Technology","slug":"Technology","permalink":"http://yoursite.com/categories/Technology/"}],"tags":[]}]}