{"meta":{"title":"Takeko","subtitle":null,"description":null,"author":"Takeko","url":"https://blog.takeko.top"},"pages":[],"posts":[{"title":"父权制与资本主义ch02-女权主义者与马克思主义","slug":"Patriachy-Capitalism-ch02","date":"2020-06-03T14:01:43.000Z","updated":"2020-06-03T14:08:11.189Z","comments":true,"path":"2020/06/03/Patriachy-Capitalism-ch02/","link":"","permalink":"https://blog.takeko.top/2020/06/03/Patriachy-Capitalism-ch02/","excerpt":"","text":"阶级分析的外部 马克思的阶级分析没有触及“家庭”这个领域。 在马克思看来，男女性别分工是男性和女性基于身体差异的“自然”分工。他没有把阶级对立、“精神劳动”和“肉体劳动”的“分工”看做是“自然”的分工，却将性别分工看多“自然”的分工。并对其置之不理。“性别”是太过明显的阶级对立，以至于容易被忽略。 将家庭置于市场之外的不只是马克思主义，更是市场本身。 “市场”和“家庭”：二者的辩证关系 家庭“位于阶级分析之外”并不意味着家庭领域位于阶级统治乃至资本主义压迫制度的“外部”，更不意味着自由。 女性的确通过进入劳动市场进入了资本的直接统治，然而即便仍在家庭之中，她们也会受到资本的间接统治。 相反，倘若女性进入市场，她们未必能够被当成“市民”。 即便女性进入了劳动力市场，但只要她们无法享有自己的劳动力所有权，女性就只会成为劳动力市场的奴隶。（丈夫/父母代领工资） 即便女性获得了自己的劳动力所有权，但她们在劳动力市场里人就是不完全的、二流的劳动力。（榨取性这一变量，男女同工不同酬） 因此，对于女性而言，无论是进入市场“外部”还是“内部”都不意味着解放。 家庭承载着市场中劳动力的再生产功能，是劳动力市场的终端，承担着人的投入和产出。家庭并非本能地被放置到放任自流之中，它本身就是一种再生产制度。 资本主义和父权制的对应关系： 制度 资本主义 父权制 社会关系 生产关系 再生产关系 社会领域 公 私 统治形态 阶级统治 性统治 历史形态 市场 资产阶级一夫一妻小家庭 统筹原理 市场原理 俄狄浦斯情结 社会理论 马克思主义理论 弗洛伊德理论 马克思主义女权主义并不认同阶级统治一元论以及性统治一元论，而是认同了资本主义和父权制这两个社会领域的并存，并去思考两者之间的辩证关系。Natalie J. Sokoloff所说的资本主义和父权制的“辩证法关系： 制度 父权制 资本主义 家庭 （1） （2） 市场 （3） （4） 马克思主义所主张的阶级关系是市场的机制（4），父权制这一概念揭示了家庭机制（1），有关女性劳动的辩证法式的诸多关系给我们探求家庭中的阶级关系（2）和市场中的父权关系（3）提供了可能。 性统治的唯物主义分析 马克思主义女权主义是指“对女权主义者的问题进行马克思主义的回答（Marxist answer to feminist question）。 马克思主义女权主义者之所以选择马克思主义，其原因在于他们认为父权制不仅仅是心理上的统治和压迫，更需要物质依据（material basis）的“唯物主义分析”（materialist analysis）。若想反抗这种压迫，我们只能通过改变物质基础而获得解放。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch01-马克思主义女权主义的问题构建","slug":"Patriachy-Capitalism-ch01","date":"2020-06-01T14:20:53.000Z","updated":"2020-06-03T14:03:12.813Z","comments":true,"path":"2020/06/01/Patriachy-Capitalism-ch01/","link":"","permalink":"https://blog.takeko.top/2020/06/01/Patriachy-Capitalism-ch01/","excerpt":"","text":"马克思主义和女性解放在诸类阐述女性受压迫的女权主义解放理论中，有且仅有三个方向： 社会主义妇女解放论 （压迫女性是统治阶级的因变量，反抗作为现今阶级统治形式的资本主义的斗争不但是解放女性的斗争，更是所有无产阶级男性和女性共同的战役–被倒戈的革命） 激进女权主义 （以弗洛伊德理论为基础，弗理论为解析压抑结构的理论，却不是解放理论，受其影响的女权主义者对其进行了修正，将近代社会领域分割为“市场”和“家庭”，这种分割及两者之间相互关系的现状正是近代工业社会歧视女性的根源） 马克思主义女权主义 三种理论均建立在马克思主义及其反论或修正的基础上，基本上只有马克思主义阐明了近代工业社会对女性的压迫和今后的解放理论 市场及其“外部” 对“市场”而言，“人”不过是劳动力资源，而只有健康的成年男性才是有价值的“人”。只有健康的成年男性才被视为“人”，儿童是“人之前”，老人是“人之后”，而女性则是“人之外”。 马克思主义女权主义的建立马克思主义将近代工业社会中阶级统治的历史固有形态命名为“资本主义”（capitalismm） 女权主义者将资产阶级一夫一妻制家庭中所产生的性统治的历史固有形态命名为“（近代）父权制”（patriachy） 马克思主义女权主义者反思了社会主义妇女解放理论的阶级统治一元论和激进女权主义的性统治一元论，把阶级统治和性统治分别看作独立的变量，解析两者相互关系中的历史固有形态。在近代资本主义社会中，女性不仅受“资本主义”的压迫，还受”父权制“的压迫。 资产阶级女性解思想的陷阱“女性权利”即“人权”，是女权主义运动的思想之源又是其局限，“女性的权利”究竟是解放的思想还是解放的理论，。缺乏理论的思想，只不过是自身的执念和信仰。（此处存疑再读） 批判近代的女权主义女权主义的社会理论从批评近代出发。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"热辣“杀猪盘”复盘","slug":"rela","date":"2020-05-28T14:30:33.000Z","updated":"2020-06-01T14:21:55.580Z","comments":true,"path":"2020/05/28/rela/","link":"","permalink":"https://blog.takeko.top/2020/05/28/rela/","excerpt":"","text":"最近真的是疫情过去了，骗子们都复工了，一个月内第二次遇到了骗子。这次比上次更“高级”一点，打着感情的幌子招摇撞骗。之前就听说热拉骗子多，没想到我这种不怎么登陆的都能遇到。 上周六下午，我正忙着的时候收到陌生人的挤眼，没时间细看就随手回挤了一个。后来闲下来又看了看资料，照片还不少，但看起来让我莫名有一种微商感，第一印象就感觉不太真实，之后不冷不热的聊了两句，对方提出了加QQ。 对方自我介绍叫张丽君（估计是假的），28岁，空间里有不少照片（估计不是本人）。随后几天每天都发来问候，没事就聊上几句。因为和对方没什么共同话题，对方情商也不是很高的样子，所以我一直是冷冷淡淡的。直到周二下午上班时间我不忙，正想摸摸鱼，她又来找我聊天了，聊到了猫&gt;没地方养&gt;买房子&gt;现在没钱。大概是因为以上话题，晚上她又来找问我在干嘛，这次在我回复了在做的事情之后，对方马上就问要不要和她一起做外汇。我当然拒绝，然后猜到了她是骗子。 其中有意思的是还聊到了工作。 骗：你是做什么工作的呀 我：XXX（稍微说了一下） 中间穿插骗子的附和：好厉害/优秀/爱了爱了/不知道怎么表达此时此刻的爱慕之心了 我：……（统一回复表情包 实在不知道再说什么了，之前她提过是做服装批发生意的，所以我问了她的生意 骗：唉现在什么生意都不好做哦（回避正面回答 我：因为疫情吗？ 骗：是啊，疫情blahblah…（之后话题就被拐到了疫情上，直到她说有事先忙去了 所以后来我很好奇的问她“生意”的情况，可惜小姐姐不理我了呢。 我还专门去百度用“热拉 外汇”做关键词搜了一下，发现真有被骗走不少钱的。 最后附上骗子的信息，看看是不是有人被盗用照片了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"一次电信诈骗复盘","slug":"一次电信诈骗复盘","date":"2020-05-06T13:35:57.000Z","updated":"2020-05-06T14:12:11.058Z","comments":true,"path":"2020/05/06/一次电信诈骗复盘/","link":"","permalink":"https://blog.takeko.top/2020/05/06/一次电信诈骗复盘/","excerpt":"","text":"今天遭遇了电信诈骗，骗子实在太会演了，只差那么一点点就被骗进去了，事后想起来还有点后怕，要是稍微放松一点警惕就一脚踏进了陷阱。 下午一点半，正在工作，接到一个陌生号码打来的电话，对方说是我们本地医保局的工作人员，收到了公文（对方多次强调了 “公文”），说我在上海有一张医保卡1月份申请了报销，但是单据是假的，涉嫌骗保行为，4点钟就会提交法院追究我的法律责任，现在打电话通知我。我说我本人近期没去过上海，没有在上海办过医保卡，近期也没申请过报销。对方，就简称骗子A吧，和我来回确认了好几次不是本人办理的，说出了我的身份证号，还问我有没有丢过身份证。我说没有。 于是，骗子A作为一个“友好”的工作人员说：“那很有可能是身份信息泄露了，我这边领导也很重视，您赶紧和上海市金山区公安局报案吧，让公安局把报案回执单回传给北京市医保总局，这样法院也不会追究您的责任了” 本来我是有一点怀疑的，因为我确实没丢过身份证，平时也比较注意保护个人信息，至少应该不会被人盗用身份证办了张医保卡而不自知。但是对方一直没和我要任何信息，还说到让我报警了，我就打消了怀疑。 随后，骗子A又十分“专业”的说到：“我这边有上海那张医保卡的信息，您记一下吧到时候告诉警察，卡号是123456789，开卡单位是上海市医保局，开卡时间是2020年1月20日，报销金额8950元” 说到这么详细了，我也就信了 然后就到了重头戏，骗子A说，我这能给您转拨到上海市金山区公安分局，我帮您转拨过去吧。 我同意了。 隔了一会儿，骗子B接起了电话“您好，这里是上海市金山区公安分局” 我把骗子A告诉我的复述了一遍。 骗子B像模像样的记录了我告诉他的信息，和我确认了一下是不是遗失过身份证，我否认后又说可能是在别处泄露了身份信息，又开始详细的问我是不是收到过骚扰电话和短信。还问我1月份发生的事为什么现在才报案。经过一系列的“了解案情”，骗子B说“案件我们受理了，这涉及到个人信息外泄，是刑事案件，但是案件回执单只能做完笔录才能出具，但这个电话是接警前台不能长时间占用，不然会影响其他群众报案，我们这边有专业的录音设备可以进行笔录，您有QQ吗，加一下QQ我们做笔录吧。”还要求我用手机登录，强调了一下笔录是有录音的让我一定配合。 这个时候我就察觉到不对劲了，公安局是用QQ做笔录的吗？于是我让我同事帮我去网上查一下这是不是个骗局。刚说完qq电话就打进来了，我接了起来。 骗子B给我发了一张警官证的图片，和公安局地址，告诉我如果有什么问题可以到这个地址咨询（…）然后又开始了一轮详细的询问，包括平时收到过什么骚扰短信是怎么处理的。我一边等同事消息一边拖延时间。骗子B询问完，说“这样我让我们的网警同志检查一下是不是有黑客入侵，您告诉我手机型号，现在是这个手机号码吗？然后退回到主页面，好了告诉我一声。” 幸好这时同事也查到了结果，我直接挂断了。 然后我打了110，跟接电话的小姐姐说明了情况，警察小姐姐说，做笔录是要到现场的，这种情况肯定是诈骗，不要轻信，要注意个人信息安全，最后要走了骗子电话。 事情到这里结束了，庆幸还没来得及造成财产损失。事后想起来骗子的话里也有很多漏洞，其中有一个细节，我和骗子A说我一直在城市C没去过上海，但是我和骗子B说的是我没去过上海没有提城市C，但骗子B在总结的时候却说“您一直在城市C没去过上海是吧”，可惜当时没有在意这么多细节。另外，我在骗子打来电话的一分钟后收到了联通发来的短信，提醒我接到了境外打来电话，注意防范风险，骗子在通话过程中，一直在强调时间，增强紧迫感，让你没有时间思考，没有时间查看别的东西。骗子步步为营，总能在我刚刚起一点怀疑的时候，提供新信息打消我的疑虑，如果不是qq做笔录实在太明显了，我可能就被骗了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"长毛象中文实例介绍","slug":"长毛象中文实例介绍","date":"2020-04-18T02:48:57.000Z","updated":"2020-04-19T02:53:32.796Z","comments":true,"path":"2020/04/18/长毛象中文实例介绍/","link":"","permalink":"https://blog.takeko.top/2020/04/18/长毛象中文实例介绍/","excerpt":"","text":"Mastodon（长毛象/乳齿象）是一个免费开源、去中心化、分布式的微博客社交网络，是微博、Twitter 的替代品。长毛象的理念是将社交网络交还予你，它不仅仅是一个网站，更是一个联盟：成千上万独立运行长毛象的社区形成了一个连贯的网络，虽然每个社区都不同，但都是整体的一部分。 每个社区都有其各自的特点和规则，那么如何选择一个合适的自己的社区呢。官方给出了一个实例列表 ，可以按照分类和语言搜索感兴趣的实例。但该网站被墙，有能力的小伙伴可以选择科学上网去官方的实例列表选择合适的实例。为了让不方便翻墙的小伙伴也可以更好的选择实例，这里介绍几个可以在国内使用的实例。由于每个实例理念各不相同，请在注册前仔细阅读社区规则，确认自己认同社区规则后再申请。一些实例为邀请注册，可以选择开放注册的实例或者请该实例成员邀请。（以下内容来自各实例关于本站页面，数据截止 2020.04.17） # 长毛象中文站（新草莓县） 域名： m.cmx.im 备用域名： cmx-im.work （不需要科学上网） 版本：v3.1.3 是否开放注册：开放注册 注册用户数：737 嘟文数量：41691 实例介绍： 长毛象中文站是一个开放，友好，有爱的社区。长毛象中文站主题为喵，汪，各种动物，社交，科技，编程及生活。发言内容只要没有明显违法内容均不禁止。无论你的兴趣点是什么，我们欢迎友好、热情、乐于分享的朋友。 社区规则： https://m.cmx.im/about/more O3O 域名： o3o.ca 版本：v3.1.3 是否开放注册：开放注册 注册用户数：730 嘟文数量：26200 实例介绍： 欢迎来到 o3o！在这里，你可以通过发布“嘟嘟”来吐槽一切、摸鱼扯皮。无论你的兴趣点是什么，我们欢迎任何热情、友好、乐于分享的朋友们加入。请遵循互相尊重的原则，并遵守 《O3O主题或发言规则》 。 社区规则： 《O3O主题或发言规则》 ACG.MN 域名： acg.mn 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：2295 嘟文数量：46201 实例介绍： Mastodon 是一个建立在开放式网络协议和自由、开源软件之上的社交网络，有着类似于电子邮件的分布式设计。本站仅限中文用户进入。 社区规则： https://acg.mn/about/more WXW.MOE 域名： wxw.moe 版本：v3.1.0 是否开放注册：邀请注册 注册用户数：655 嘟文数量：255861 实例介绍： 一个 泛 ACGN 实例，讨论主题不限 ~ 社区规则： https://wxw.moe/about/more 万象中文 域名： 1234.as 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：87 嘟文数量：847 实例介绍： 本站话题休闲取向，支持全文搜索，是一个适合长期入驻的中文实例。 以下人士特别受欢迎：站长、IT 大佬、程序员、设计师、各领域专业人员； 以下人士不受欢迎：民运人士、网络评论员、广告垃圾外链散播者。 社区规则： https://1234.as/about/more Moew！ 域名： moe.cat 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：474 嘟文数量：12041 实例介绍： Have fun and play together~ 社区规则： https://moe.cat/about/more BGME.ME 域名： bgme.me 国内直连域名： bgme.bid 、 c.bgme.bid 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：217 嘟文数量：44500 实例介绍： BGME （国内用户可使用域名：直连 bgm e .bid 、加 Cloudflare c.bgme.bid ）是长毛象(Mastodon)的一个中文实例。Mastodon 是一个开源的、符合 GNU Social 规范的去中心化社交网络，整个长毛象社区是由无数实例组成的。注册本社区后你不仅可以与本实例内的用户互动，并且可以与来自世界各地的其他实例中的用户无缝连接。 Mastodon 的去中心化设计防止了社交数据被少数公司或团体垄断的风险，也大大增加了屏蔽及过滤的难度。如果你有兴趣动手搭建一个实例，请参考 官方文档 。 你可以随时备份自己的嘟嘟并申请转移到其他实例中而无需担心因为实例运营者的问题导致的数据丢失。如果你有更多关于 Mastodon 的问题，请参考 官方FAQ 。 社区规则： https://bgme.me/about/more # 炸邦裂梦乐团 域名：bangdream.space 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：479 嘟文数量：26200 实例介绍： 欢迎来到最大的，最为活跃的中文实例，炸帮裂梦乐团！ バンドリのインスタンスへようこそ！ Welcome to this BanG Dream! instance! 社区规则： https://bangdream.space/about/more 温馨提示和注意事项： ・注册时请填写「你为什么想要加入？」。什么都可以，以便验证是否为机器人 ・验证后黑屏的用户请无限更换浏览器或使用 App 登录。 ・为了确保资源，请不要因为收不到邮件而创建另一个账号。请查看是否被分类为垃圾邮件。如果没有受收到邮件，请发邮件至 2553906272@qq.com 求助。 ・注册后为何不发一条嘟嘟呢？加上 tag #欢迎关注我 并发出自我介绍，让大家知道你！ ・注册后就代表你同意了用户协议，请仔细阅读，请参照 关于本站 。 ・如果有使用上的问题，请参照 Mastodon使用讲解 。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"mastodon","slug":"mastodon","permalink":"https://blog.takeko.top/tags/mastodon/"}]},{"title":"关于批评能不能上升体制问题的讨论","slug":"关于批评能不能上升体制问题的讨论","date":"2020-04-14T10:50:58.000Z","updated":"2020-04-14T13:01:36.596Z","comments":true,"path":"2020/04/14/关于批评能不能上升体制问题的讨论/","link":"","permalink":"https://blog.takeko.top/2020/04/14/关于批评能不能上升体制问题的讨论/","excerpt":"","text":"缘起草莓县新县民Ms. Cellophane发表粉红言论，引发了大家对批评能不能上升体制问题的讨论。讨论串地址 Ms. Cellophane@MsCellophane 一点想法 我犹豫过要不要发这条，这样的言论可能会被看不惯我的人，拿来当作嘲讽我的材料吧？但我也觉得，如果不能正视目前存在的不足，那就是掩耳盗铃，自欺欺人。我爱国，但也知道国家还有很多远算不上完美的地方。每次看到那些让人揪心的新闻，我会和很多人一样，难过、失望、痛苦、愤怒。但我仍不认为把一切，怪到政府、体制、素质、道德水平上，是一种解决方式。我觉得这样可以算一种逃避和不负责任，“我谴责了，我也没有同流合污，我没参与这种事情，我是无辜的”。当然这个责任，并不是说作为和具体事件完全无关的人，也有罪之类的，仅仅是说社会的氛围，和社会中的每一个人都有关系，是无法切割的。每个人能做到的事情实在有限，如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。很多人觉得国内根本不能随便发声，我不能否认存在这样的现象，但合理地做一点努力，总好过一点都不做。有些事情过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。个人观点，可能不够成熟，很多问题现阶段我无法解答，暂不展开讨论。 Winston🤔@Winston 『…但我仍不认为把一切，怪到政府、体制、素质、道德水平上，是一种解决方式。我觉得这样可以算一种逃避和不负责任，“我谴责了，我也没有同流合污，我没参与这种事情，我是无辜的”。』总结：谴责【政府、体制、素质、道德水平】=逃避、不负责任 Ms. Cellophane@MsCellophane @Winston “把一切”这三个字没了，就会使这句话明显有问题，请不要陷入稻草人谬误 美樹@sayaka @MsCellophaneOK，的确不能“把一切”都“怪到政府、体制”上，我也同意😜不过我有一点点小小的疑惑 麻烦您来解释一下：哪些事是可以怪政府体制的，哪些是不可以怪的。做好分类之后咱们才能在共识之上讨论，对吧？ 举2个例子： a、鲍某某案，山东警方的行为，能不能怪政府和体制？ b、李文亮、艾芬等多位医生被训诫，能不能怪政府和体制？ @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 把一切怪到政府头上，是说把具体事件中，每一个有问题的环节，全都判断成“政府体制”的问题，如鲍某一案，经手案件的山东警方存在严重的失职，但这不等于“政府体制”的问题，这个世界上的人，犯罪或渎职之前，是不会向政府打报告，要批示的。不要污名化训诫，一没逮捕，二没拘留，三没刑讯逼供，是就当是的情况进行了谈话，签了保证书之后他们就回去正常生活工作了，等后来还撤销了训诫，假设这算体制和政府的错，那请问罗斯福号的舰长，和美国部分因为传播一线医护工作环境被逮捕的一线医护工作者怎么算？ 美樹@sayaka @MsCellophane玻璃纸女士啊，之前我就说过您不擅长写summary了，今天您继续证明您不仅不擅长写summary，而且不擅长用通顺有条理的语句回答问题。不通顺没条理？不要紧，sayaka老师帮你总结一下： 对于我的问题a，您的答案是：山东公安的失职，不能怪政府。 sayaka老师点评：众所周知，公安是政府的重要组成部分。按照玻璃纸女士的回答，山东公安的问题不是政府的问题——啊，原来玻璃纸女士支持山东独立！失敬失敬。 对于我的问题b，您的答案是：训诫没有造成任何后果，没有产生任何伤害，训诫本身没有任何问题。既然没有问题，那自然也谈不上什么责怪政府责怪体制的。 sayaka老师点评：老师我也不知道原来被训诫竟是如此容易之事，长知识了。既然被训诫这么轻松容易的话，那玻璃纸小姐自己也去本地派出所，签一张训诫书怎样？跟民警同志面对面老实交代，您自己是怎样在网络上质疑山东警方失职的。“一没逮捕，二没拘留，三没刑讯逼供”，如何？ 至于玻璃纸女士另外提的问题……没错，在这事上，美国的川普政府是很有问题的。但是和中国比那真是小巫见大巫了。 @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 曲解别人的意图实在没什么意思，把有公职人员犯罪和整个政府都有问题直接划等号，是不妥当的。另外，我不光觉得这次的训诫没问题，我也不介意因为自己说过的话被训诫。而且我基于自己了解的信息，质疑在新闻爆出来之前涉及鲍某案件的当地警方一句，是不会被训诫的。对于小巫见大巫，我不认可，但你可以继续这样认为 美樹@sayaka @MsCellophane“有公职人员犯罪”和“整个政府”以及体制之间的关系：1、单独看这个案件：烟台市【一个地级市的公安局】，加上【检察院】，这么多的公检法人员。再继续思考——是谁给了他们这么做的勇气，是谁在为他们提供后台，后台的后台，又有哪些人……您觉得还要再来多少人，才够得上“政府问题” 3、我国的社会问题仅仅是我提到的这两个问题吗？我在微博上今天看到的求助tags： #广州环卫工讨薪遭公司报复 #上财教授钱逢胜性骚扰 #雷神山火神山农民工 #90岁送奶工因疫情月收入仅500元 ……每一桩每一件背后都牵扯着大量的人和利益，以及大量的官员。这样的事情是不是只有降临到您身上，您才可以去正视政府的问题，体制的问题？ 4、从理论上讲：个体的失职——您认为是意外事件。但是根据“瑞士奶酪模型”理论，意外事件的发生，这件事本身并不是意外，而是因为系统的每一个环节上都有漏洞！无视体制系统的漏洞，只会让悲剧一再重演。中国从前现在有失职的警察放过性犯罪，以后也会有。中国在2003年有过SARS，2019年有COVID-19，以后还会继续有。 都有问题 @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 我不否认漏洞，也不会无视漏洞，我也同意悲剧重演的说法，但我不觉得这全部是体制的问题，和政府的问题。我再说一遍，我保留自己的意见。讨论的前提是一定的共识，但我们其实有很多共识，可是看问题的核心认识不能统一，就会造成这种我不反对你说的很多观点，但我仍然坚持自己观点的情况，这也是我一直拒绝展开的原因。现在，关于这个讨论，可以搁置吗？ 美樹@sayaka @MsCellophane玻璃纸女士呀。是您先在这里“要为我本人的立场发声”，也是您先说“欢迎沟通”，您也说了“有人可以多看一看我说的话“ 然后您不想展开现在想要搁置讨论了。 草莓县开放注册，被您用来当宣传阵地——完全合情合理。您发起话题，我积极讨论，您现在却又想回避核心问题了。从道义上来讲，这是怯弱可耻的。 葛洛莉亞@tkmr21 汙名化訓誡……..請問我的眼睛是出了毛病嗎?？訓誡這種東西還要汙名化我真是哈哈哈哈哈哈請您不要再滑天下之大稽了！ 看來玻璃紙小姐對喝茶這件事沒有多少認識啊，真的以為喝茶只是喝茶的意思 我發現來這遇見的小粉紅普遍都對喝茶這件事抱有滑稽的、不切實際的美好想象 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你是否也对喝茶抱有不切实际的负面想法呢？我保留我的意见，你也保留你的。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈對喝茶抱著不切實際的負面想法我的天哪哈哈哈哈哈哈哈哈哈哈 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你可以保留你的意见，我也可以保留我的。 Winston🤔@Winston @MsCellophane 留，都可以留（@tkmr21 @sayaka ghost@ghost @MsCellophane @tkmr21 @sayaka @Winston 记得mastodon上有被喝茶十几天经历的用户，不过比起道听途说你还不一定信的，陈秋实、方斌被带走后消失这么久可是公开可查的事实，到现在还没个音讯呢。 你可以选择保留观点，但是这不会自动让你的立场变得和对方对等。不如说说你的视角看到了什么让你拥有现在的观点，不然谁还没看过新华社呢，你又不会比官媒专业对吧。 一碗甜酒酿@stellawinterlight 我还是废话好长我折叠一下 @MsCellophane @tkmr21 @sayaka @Winston 【关于训诫】退一万步说就算喝茶训诫一点都不可怕就是字面意义喝个茶说你两句…凭什么呢？？我说错了什么话呢？？我被老师冤枉了我还要跳起来申辩然后生气两天呢。李文亮和艾芬凭什么被训诫呢？ 【关于山东公安垃圾能不能和政府有问题划等号】山东警方做的烂我凭什么不能骂政府有问题呢？中国难道是联邦制国家吗？难道不都是党中央领导的吗？这次疫情难道还没有暴露问题吗，哪个地区做的好还是不好，完全看老百姓碰上的是什么样子的市长领导（这人还不是我选的），碰上武汉f4算你倒霉，碰上山东警察局算你倒霉，别的地方还是很好的呢…一个国家的人民如果要靠运气才能过上正常日子，这样的国家我不能骂吗？这样的情况你是从哪个方面觉得中国政府做的挺好了的呢？ btw我生活在包邮区我觉得我碰见的警察都很好很负责我偶尔半夜都敢出门遛弯，但这只是因为我幸运。凭什么别人就不幸呢？而且全球防疫情况怎么能得出中国政府好的结论……得出的结论难道不是官僚皆烂吗？？别看美国好吗…看看德国？【哦免责声明我觉得他早前扣人家口罩是垃圾行为】 Ms. Cellophane@MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 我觉得可以骂得更合理一些，因为国家和政府本身很庞大，一部分出了问题，直接上升到整体，我个人觉得并不公平。我觉得你可以因为鲍某的事情，骂涉事的公安警察冷漠，麻木，不知道有没有收贿受贿，利益输送，有没有更大的保护伞，一个烟台市的分局，就能在这样恶性的案件上如此不负责任，即使因为客观原因，案件取证及侦办困难，他们也绝对不应该让反复报案的受害人，继续和犯罪嫌疑人一同生活，而不采取措施。案情在几年来都没有上报，这背后是否有更恶性的原因值得关注。同时涉事的警察表现出来的思想态度有很大的问题，严重缺乏同情心，也非常事不关己，这样的情况，可能并非一地所独有，而是普遍存在于一些基层，甚至更高层级的公职人员心态中，是一种极其危险的信号，在关注于案件本身的同时，我们也不应该忽略其中可能反映出来的问题。←这些都是合理的。我本人很不满山东警方的表现，也不打算为他们开脱，我只是觉得直接上升到体制和政府不合理，这是我的个人意见。另外，他们要求我给证据，我给出了一小部分，不等于我支持和任何政府政权比烂。 美樹@sayaka @MsCellophane 你觉得要多大部分的的问题才能有资格上升整体？国家本身很庞大——管不过来就不要管，退位让贤，换政于民，区域自治！ Ms. Cellophane@MsCellophane @sayaka 不要以自己的想法曲解别人的意思好吗？请问你推举什么样的“贤”呢？ 一碗甜酒酿@stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 那烟台市分局为什么做的这么糟糕呢？因为有几个坏警察吗？因为有保护伞吗？那应该怎么避免这样的事情再次发生呢？因为坏人贪婪的人冷漠的人缺乏同情心的人是永远会有的，他们可能是医生可能是老师可能是警察。 我在前一条里面已经说了，我报案，我报案是否成功，取决于这个地区的警察政府的良心和素质，这就是整个制度的问题，中央政策是不是成功的有没有普适性不能看北上广包邮区做的好不好，应该看这个制度下如果公职人员出现了蛀虫能不能被及时地发现惩治出来。如果不骂政策，不改法律，没有比上微博哭更靠谱的监督措施，我们只能寄希望于下一个上台的烟台警察局里都是好人，实际上换不换人还不一定呢。 我大声明确地表示，中国政府这次防疫就是完全可以做的更好！早期训诫瞒报，武汉物资黑洞，慢性病就诊困难，各市争抢物资，小领导轻症就可以不住方舱住病房……后期做的可以也不能掩盖早期烂事。哦那个选票，我也拿到过，就是两个名字，没有政绩，没有他们上台后的期望和目标，就让我们填一下。我不知道你当时是怎么选的，得到了哪些信息。我是真的好奇。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 1，当一个国家的公职机构普遍存在问题，想遇到“问题比较小的机构”或者“素质好的公职人员”全凭运气以及对方的个人觉悟时，这就是体制问题。体制不是浮于空中的，不是形而上学的，“政治”是存在于每一个机构每一个公职人员身上的。而良好的政治体制，是从外部对公职人员进行有效的制约、让政府的工作更行之有效，而不是摆出一套伟光正的理论，然后你怎么做全凭自觉。权力靠自觉是没办法约束的，人性就是如此。绝对的权力产生绝对的腐败，这也是老话了。 2，其他国家烂或者不烂不影响对中国现有政治体制的批评。何况每个国家虽然都有问题，问题和问题的程度差别还是很大的。 3，西方的路不适合中国，不等于中国就应该死抓着现有体制不放，甚至对它歌功颂德，不容批判。 4，喝茶训诫，以及其他很多事情都是这个政府言论管控的一部分。为什么对各种实际问题视而不见却唯独对言论管制如此严厉？背后原因很多，唯独和“正义公允”不沾边。 5，中国现有的选票就是个形式笑话，在国内呆了二十多年我就见过一两次，上面的人一个都不认识。 6，人有说话的权力和自由，这是写在宪法里的，可惜我国宪法就是废纸一张。人不应当因为说真话被“训诫”，这有什么疑问吗？如果早期武汉乃至央视不是忙着让说真话的人闭嘴而是及时采取有效措施控制疫情调配物资，武汉根本不会惨成那样，很多人根本不该死去。 说到底，每一个公职人员的行为，以及整个公职体系所采取的措施和倾向，都代表这个体制、都反映出它是如何运作的。为什么公职人员的问题不是体制问题？这是不可割裂的。 更正个词，“中央”而不是“央视”（央视应该是当时中央对喉舌） 没有任何一个政府以及党派是代表绝对正义及公理的。没有任何一个政权和体制是神圣不可批判的。 连神圣罗马帝国都死了大好几百年了，醒醒。（这是个冷吐槽） 政府是由人组成的，政治体制是人制定和实施出来的，人性的种种缺点天然就内存其中。不是说入个党下个学习强国就立马变成圣人了。而对人性缺点的监管以及约束、减少其对政府职能运行的负面影响，正是良好政治体制所需要具备的必要条件。 监督政府，对其不足之处提出批评、督促其改进，这是公民的权利。 所以你的意见是什么呢？我只觉得你在回避核心矛盾点。 一碗甜酒酿@stellawinterlight @Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston 我觉得我已经很努力地说的够具体了，然而在您那里，只要我没有提出确实可行的政策改革企划案我就是盲目提出了普遍性问题。 问题是您夸政府或者是论述问题也从来不具体啊？您说了好几次【现阶段我没法解决这些问题】，用这句话来回避我们提出的体制问题，如果您能想出能够不干扰现行体制的，能够解决我们提出的任何现有漏洞的方案，那当然可以。只说一句【我也不知道怎么解决，但是我知道你们说的不对】真的不是有说服力的讨论方式。 而且您一直在说【你们来和我讨论所以我才讨论的，然而我们无法达成共识，所以我无法给你们解释】然而我们无法达成共识的基础居然是【我觉得中国政府是最负责的政府，你们不觉得，所以没法论述下去】 这不应该是论述答出的结果吗？而且这不就应该是我们的论题吗？我们的辩论题目不就是，我们觉得中国政府挺烂，中国现行体制不行需要改，您觉得中国政府特别好特别负责，您怎么能拿论题当您的基础共识，然后拒绝对这点进行深入的解释呢？ 久辰@Andrettacat9 @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 你的观点是发在公共平台的，发在公共平台并且open的意思本身就是允许别人参与讨论吧。如果你不希望“观点不同的人”来讨论，可以锁嘟，甚至不发在SNS上，是不是…… 讨论串里大部分人只不过在就你的某一观点就事论事的展开啊…… 以及补一句，我刚刚那句不可忤逆一开始是回应葛的全责那句话的（人多的讨论串就是容易这样……） 政治无处不在。有什么问题不是体制问题呢？山东警方的表现不是个案。被训诫被失踪的人这些年还少吗？当腐败和渎职层出不穷，当人们正常的表述也成为奢望，这到底是个人问题还是体制问题？个体的问题背后仍是体制的影响。 我认为这些问题已经够明确并具体（精准）了。普遍存在的问题才反映出这个体制的问题真的很大不是吗？ 尽管有些问题西方也存在，那只能证明西方的体制也没能完全解决这些问题，而不能证明“这不是我们体制的问题”。 为什么西方也存在某些问题，以及为什么说这是我们的体制问题导致的这些现象，我上面已经说的很清楚了。 不同的体制可能导致相似的问题，因为都是人在掌管政权，但我们的问题就是我们的体制（缺陷）导致的（不然难道还是西方的体制导致的？） 另外我明确说，山东警方和李文亮，折射的就是体制问题。 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 我很好奇你觉得我们反对体制反对的是什么。如果按照体制的根本的解释来说，就是国家的组织方式了……我们可并没有反对【所有】的运行方式，这个体制比封建君主制总有优越一点的地方的。我反对官本位，我反对一个容不下有权力的工会的政府，我反对习近平改宪连任，我反对这个在习近平改宪连任的时候几千人只有两票反对的【我们选出】的人民代表大会。你为什么一直和我们车轱辘话呢，你为什么不说说你觉得这个体制好在哪里呢？你不是专业人士我也不是呀，我说了体制坏的地方，你来说体制好的地方来反驳我呀。 久辰@Andrettacat9 @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 你居然觉得我朝政府重视居民的基本生命健康权…… 我觉得武汉因为新冠冤死的成千冤魂一定很想和你聊聊。被忽悠着开百家宴的百姓一定很想和你聊聊。 被人大代表强暴、被高管富豪买卖诱奸的那些少女也一定很想和你聊聊。 保护和挽救民众的生命，这特么是一个政府的基本职责，你居然觉得我们因为这个政府做到了这点（还做的不怎么好）就该去无视它的种种巨大的问题、去觉得它很好？ “牺牲”两字轻飘飘，可是谁该牺牲？如果体制真的没有那些问题，何须牺牲？？ 为了挽救他人而牺牲最主要的是那些人出于人道主义，出于个人良知作出的选择， 倒是造成他们牺牲的问题和体制息息相关。 你不仅将个人的崇高与奉献全部算给体制当作它的功绩，还觉得这就可以抵消甚至盖过它的问题，从而得出“体质很好”的结论，我可真是服了…… 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 你说举国之力，是免费医疗吗？毕竟我不想把现在还没收到补贴的医护的奉献算在政府的功绩里。如果说免费医疗的话，德国不仅免费医疗，还给各位被疫情影响工作收入的国民发钱，总共财政拨了500亿哦。 这个我觉得大概不能算是我们体制的优越之处吧。 美国的确没有。美国真的垃圾。川普是我最讨厌的人，灯塔国没什么好的，不要和他比。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 英国也发钱。而且英国并没有粗暴切死百姓的生计。 国内养竹鼠的今年几乎都注定破产了，很多行业很多人都会濒临破产或大萧条的局面。 还不说没有补贴的医护人员。 即使在疫情中后期，中国政府的答卷也就是将将及格，远远算不上“优秀”。已经暴露的和还没有广为人知的问题，已经发生的灾害和即将发生的次生灾害，都太多了。而所有这些问题的背后，都有“体制”的影子和影响。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 好的，我确实是说免费的检测和医疗，我知道一线医护的补贴还没落实，我最近在关注这个问题。咱们也发了贫困补贴，数字在我看来确实不太好看，也许还有一些客观条件的限制，不过也是有这个意识的。另外我印象中一、二月份左右，就有讲话或文件，说疫情期间不裁员的公司，会在税务和租金等方面，国家提供优惠政策，我想失业的人数会少很多，也是在积极应对吧。 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka我可以具体说的是，除了我们以外的几乎任何国家【哦对还有港台】都可以上各类外网，我们不可以。韩国有n号房但是韩国的metoo话题没有被封。是的，有很多问题是全球共性的，有的是官僚主义的问题，有的是政府集权专制的问题，有的是民主国家自己的问题，然而有一些就是中国特色社会主义的问题。 除了我们还有哪个国家最高领导人的名字是禁语一发就炸号吗？除了我们还有哪个国家的小说网屏蔽词包括【下体，枪，毒药，八九】呢？对啊，我们快递又快又好，我们十天建好医院，我们的医护不会罢工。我们的快递小哥猝死了，火神山医院的工人艰难讨薪，我们的医护大批人补贴是0。 这些问题民主国家暂时还是没有的。他们有公会，他们的医护可以抗议，他们不能996因为这违反劳动法。 中国特色社会主义可以打反腐的补丁，可以打反官僚主义的补丁，可以打民主投票的补丁，可以打开放言论的补丁，可以打支持劳动者反对996的补丁，可以打保护青少年儿童的补丁。 习近平除了上台反了个腐，他打补丁了吗？ 红十字，腐吗？ 打了吗？ 网警倒是立刻抓了。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka 有些问题，我确实不够了解，所以暂时不讨论。 葛洛莉亞@tkmr21 @MsCellophane @Andrettacat9 @stellawinterlight @sayaka @Winston 你襠常年定於一尊的地位，既然獨攬大權搞獨裁，那麼就負全責嘛。【笑】不是說能力越大責任越大嗎？ 久辰@Andrettacat9 @tkmr21 @MsCellophane @stellawinterlight @sayaka @Winston“党是恩人是妈妈”，把自己定位到全能父母的位置上，以培养巨婴国民为目标，说到底还是两千年以降天地君亲师那一套不可忤逆的神圣伦理洗脑包=_= 我说的意思是，可惜我们的政治体制就是在试图培养“巨婴国民”，试图在强调其自身的“神圣不可忤逆”。我没说你的意思是巨婴国民。我没有扭曲你，你也不要扭曲我…… 你所希望的“国民掌握一些主动性”，正是这些在质疑体制的人在做的，是被训诫的人在做的，也是我们的政府正在努力扼杀的，也是“忤逆”的。你不觉得……你的希望和你的前提所维护的（包括但不局限于训诫没有错）很矛盾吗？ 好了，什么是“合理质疑”？尺度和边界谁定？ 训诫和主动性为什么不矛盾？ 我希望能看到你对这几个问题的具体回答。 另外，我认为每个人的立场都是不一样的，而且我到现在对你的立场还没有形成完整概念，更不必说认不认可。 目前我只对具体问题的具体观点有认可与否的判断。 所以我很想了解你为什么认为训诫和国民主动性不矛盾——再具体到李文亮一事上，你觉得八人得到的训诫是合适合理的吗？ 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 作为临床医科生，我负责任地告诉你，【处理的当时不知道是真是假】是错误的。 【2019年12月30日，艾芬曾拿到过一份不明肺炎病人的病毒检测报告，她用红色圈出「SARS冠状病毒」字样，当大学同学问起时，她将这份报告拍下来传给了这位同是医生的同学。当晚，这份报告传遍了武汉的医生圈，转发这份报告的人就包括那8位被警方训诫的医生。 这给艾芬带来了麻烦，作为传播的源头，她被医院纪委约谈，遭受了「前所未有的、严厉的斥责」，称她是作为专业人士在造谣。】 只是公开了正规的医学检验结果，任何一个有医学知识的人都知道这些人没有说假话不是造谣，艾芬也通过正常流程上报了医院公卫和感染科。如果训诫他们的人不懂医学，那就是国家让外行管理内行，如果他们懂医学，那就是草菅人命。做出这样决策的人没有被处罚，是非常非常非常滑稽的。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston “在当时不能确定他们说的是真是假”，你仿佛在逗我笑……你这个前提就不对，以此得出的“训诫没错”结论就更荒谬了。 美樹@sayaka @MsCellophane 玻璃纸女士：发表自己针对“疫情”概念的理解医学专业人员：指出这种理解大错特错。 引用玻璃纸女士之前的言论：“发这样的东西，仍旧不做澄清或声明，这种行为应该说是不当的，不负责任的，或说失格的” 玻璃纸女士，您失格了！ @Andrettacat9 @stellawinterlight @tkmr21 @Winston 皮的号我好皮地嚎@Zerolemis @stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 关于这点我补充一个论据：1月3日，在多家基因测序公司已经测出新病毒与SARS高度同源的情况下，国家卫健委办公厅发布《关于在重大突发传染病防控工作中加强生物样本资源及相关科研活动管理工作的通知》（国卫办科教函（2020）3号），其中规定，【未经批准，不得擅自向其他机构和个人提供生物样本及其相关信息；已从有关医疗卫生机构取得相关病例生物样本的机构和个人，应立即将样本就地销毁或送交国家制定的保藏机构保管，并妥善保存有关实验活动记录及实验结果信息；疫情防控工作期间，各类机构承担病原学检测任务所产生的信息属于特殊公共资源，任何机构和个人不得擅自对外发布有关病原检测或实验活动结果等信息，相关论文、成果发表须经委托部门审核同意。】因此，多家测序公司将病毒样本销毁，医院医生被禁言。 而1月5日，上海公共卫生中心已经向中央上报，认为该疾病呼吸道传播，见下图。 这种情况下，不要随便把责任都推给下层，不合适。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 我没有都推给下层，是说不要把下层的问题上升到体制，比如这个红头文件，我目前不能完全理解它是出于什么方面的考量，下发的，但是既然有这样的文件了，如果这样的文件造成了不好的后果，那么相应的单位就应该负起责任，而不是“推给下层”。我认为这里的重点是“信息属于特殊公共资源”，并没有要求机构销毁实验记录数据，而是妥善保存，我个人认为是为了控制信息，而不是为了装作没有疫情。当然这是我的理解。我还是认为我们不应该用事后的眼光去评断当时的决策。当然这是出于我对国家的信任，你可以保留你的意见。 久辰@Andrettacat9 @MsCellophane 看到这里我的结论只有一个，你在无视一切别人给出的事实和指出的问题（或者认为它们不能称之为严重的问题），坚持认为我们现有的体制很好，坚持盲目地拥戴政府（我不得不说国家、政府、政党是不同的概念，信任国家这个短语本身有问题）。 我只想扁鹊三连。 出于个人考虑，我会移除你对我的关注。抱歉了。 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 同样作为一名临床医学生我要再次强调，对这次疫情判断绝不是“事后的目光”，通过当时得到的信息预判出“呼吸道传播”并不困难，几乎可以算得上是常识判断。 没有要求机构销毁记录，却不允许专业机构对公众作出任何预警，乃至训诫私下提醒朋友的医生。 而训诫过后，对于传染病本身却毫无作为，全靠医生自救。 武汉湖北两会期间捂盖子，连续十日通报无新增病例。 封城之后毫无补救措施，医护上班问题、食物供给，靠志愿者维持。 直到现在，雷神山火神山建设者依然遭受着不公正的待遇。 你可以说“不要上升体制”，但如果不去探讨为什么专业人士能被一纸命令禁言，为什么之后一系列悲剧还在发生，我确实没法看到如何预防这样的事情再次重演。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 我只是认为呼吸道传播，我能理解到的是，这是病毒的其中一种传播途径，属于比较容易传播的范畴，但对于具体的传染的效率（不清楚有没有这种说法），有没有其他传染途径，可以在物体表面及空气中停留的时间，致病率，致死率，以及症状的严重性这几种，我认为会影响到采取各种措施的重要的信息，应该是没有直接表明的吧？或者只需要研究提取到的病毒，就可以研究出这些信息？我不知道这样说是不是对的，因为通过呼吸道传染的病毒很多，但有些，比如病毒性感冒，传染也比较容易，但不用严防死守。我是从这个角度说，不确定真伪或【是否有出入】，因为SARS疫情是很严重的，但是冠状病毒是每一种都能这么严重吗？那个流传开的检测结果，可以从专业眼光看直接和SARS画等号吗？我之前的理解是觉得还需要细致研究和检测，所以在结果出来前传播的信息才会导致训诫。其他的问题，我觉得当时武汉和湖北的领导班子无可推卸地要负极大的责任，但中央介入之后，情况很快好转了。雷神山建设者的问题这些天我也在关注，希望知道后续的更多消息。 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston【中央介入之后，情况很快好转了。】 我很好奇你认为的“中央介入”发生在什么节点，我姑且认为你说的是1月20号以后。 且不论20号之后一段时间情况到底“多快”地好转了——事实上并不太快——你真的认为之前中央毫不知情吗？那么3号令来自哪里？一个地区派出所的训诫为何会在央视新闻滚动播出？ 我再次强调，传染病方面，即使是流感病毒也不能掉以轻心。何况一个和SARS病毒高度同源的新病毒。SARS的另一个近亲MERS，同样人传人，致死率更高。对于它的同胞，没有理由不提前做出防范和警示。在传染病问题上，可能人传人，就要当做人传人来防。而事实上，提前警示，提前通知公众勤洗手戴口罩做出防范，提高信息的公开透明，有助于降低传染病的风险，这是有数据支撑的。 连我一介普通医学生都知道的事情，国家卫建委为何要做出和当年SARS一样的选择？这其中还不说明存在具体制度上的问题吗？ 我再补充一下。 你认为训诫合理，是因为你认为在一切没有搞清楚——没有某个科学权威机构作定论——之前，个人不能擅自传播“不完全真实”的消息。 但是，这是不对的。因为对于传染病而言，时间就是生命，拖延时间就意味着更多死亡。而一个传染病搞清楚需要时间，需要病例，病例数越多，研究越清楚。可是提醒公众防范，非要等到病例数多了、彻底搞清楚了，才能开始吗？ 作为官方，为何第一反应是要捂，是要下发文件禁止检测机构和医生“擅自”谈论，要将提醒同事的医生喊去训诫，同时却在公告中不断地告诉大家，没有新增病例、没有证据人传人——即使在明知已经有大量医护人员感染的情况下（而这可以说是人传人的直接证据）？ 你也许会说，不充足、不完全准确的信息会引发恐慌。这又要引申到你当初的置顶，也是我最为不同意的地方，就是你认为大多数人是没有判断力的——并非如此。我在临床工作中因为专业的缘故，接触的很大一部分都是体力劳动者。在和他们谈话的时候，他们确实听不懂专业名词，甚至可能不识字，但是把前因和可能后果讲清楚之后，短暂的情绪过后，我可以说，绝大多数人都能作出理性的判断。这也是我一直坚持的，只有隐瞒才会引发情绪的恐慌，而信息越公开，人们的判断就越会接近理智。 如果官方当时的说辞清清楚楚地告诉大家，这是一种新的病毒，我们对它了解不多，但是认为它人传人的可能性非常高，请大家注意防范（事实上，香港是1月3日开始就高度警戒并向公众发布，新加坡也非常早地做出了公告警示），即使最后发现这个病毒不传人，那又怎样呢？可在病毒传播力强的情况下，这样的举动就能救人。 在阐述完“为何我认为官方应该及早地公开信息”之后，我们可以进一步讨论，为什么官方没有这么做？ 当时官方的说辞是，“没有证据人传人，不排除有限人传人可能性”。这句话对吗？对。 那么我换一种说法，“可能人传人”，这句话难道就不对了吗？也是对的。香港采取的就是这种说法。 那么问题来了，在两种“不出错”的说法中，为什么官方采用前者的口径？为何下到医院领导，上到国家卫健委，一致采取了“捂”和“瞒”的手段？ 因为这是一直以来的习惯手法。因为下只需对上负责，所以只要对上捂住便可。 因为政府对民意和舆论只有警惕而毫无对话之心，长此以往，除了堵和瞒，竟完全没有主动应对的能力。 长期以来，异见人士被抓，女权运动者被抓，帮助工人维权者被抓，东莞组织工会的学生和工人被抓，这些声音都被捂住了，只可惜病毒捂不住。捂不住，便采取一贯的运动式手法。这种手法确实有成效，但是武汉是真真实实被牺牲了的。 那么，是什么造成了习惯性的“捂”和“瞒”？难道需要对此负责的仅仅是几个地方官员的人品？ 即使到了这样，依然觉得“体制”没有需要改变的地方吗？ Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 我觉得你说到了一个很好的点。一直以来瞒上的手法。瞒上，是为了让上面的人不知道这样的问题。请问是因为什么呢？是不是为了保障瞒上的人自己重视的一些利益呢？是不是一种鼠目寸光呢？是不是出于一种官本位的思想呢？是不是漠视民众呢？ 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 除了瞒上，我还提到政府对民众无需负责，这次对民众的隐瞒，国家卫建委甚至是主要的压力啊……不要只看一半。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 好的，我知道了。我认为你说的所谓无需负责，是和瞒上一套的欺下，虽然这里是欺瞒的意思，但把欺的其他意思放在这里也可以。对于卫健委，是否失职，到什么程度，我无法提供判断。但从瞒上欺下这样的行为来看，是不是意味着，知道这样的情况，不瞒上，自己就要被处理呢？是不是因为我们的制度，要求各级政府以人为本，把人民群众的生命安全放在第一位呢？我认为我们的体制在这方面的原则很坚定明确，但是因为长久以来官本位等思想的影响，造成很多人口号都会喊，但实际上对人民群众充满漠视，我个人认为这是思想觉悟和相应的教育不足的缘故，整个社会的风气也滋养了官本位的风气，而不是为人民服务的风气。所以我认为不能把错误都算到体制头上。然后作为普通的人，力所能及地起一些舆论监督的作用，哪怕只改变身边的一点风气，或者根据自己的情况，最好能起到更直接的作用，会比不发声要好。这就是我这条已经离题万里的原toot想要表达的意思（因为不是议政所以只说了群众部分），但是限于篇幅和一些认识的分歧，我一直拒绝展开讨论。 美樹@sayaka @MsCellophane“体制在这方面的原则很坚定明确，但是因为长久以来官本位等思想的影响”您把体制看成什么虚无缥缈的宏大观念了？体制是由每一个人组成的。在这个国家，是由您说的“官本位”的人，构成的。 体制是好的，都是下面人执行的问题×执行的人构成了体制本身，执行得怎么样，体制就怎么样√“不能上升体制”，这本身是对社会科学常识极其不了解，才会产生的一厢情愿。 @Zerolemis @stellawinterlight @tkmr21 @Winston pearl0513@pearl0513 @Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 加一句跑题的话“人和人都一样”的观念，并不是一个政治观念，而是一个生物学和社会学事实。 正如辩论中例子里的不识字的体力工作者的判断力并不是大家以为的那般低。 疫情中财新也报道过，一个外卖小哥拯救一个小区城吃饭问题的事例。 都是漫长的生理大脑进化和智人社会合作模式造就的现代智人，如果出现了巨大的不同（你识字他不识字，你看外文哲学书他看娱乐无脑短视频），那一定是社会结构性的不公造成的。 相信人人平等，其实也是相信科学。所以也要坚持人人平等（不受训诫，不受威胁；政府不是天然父母官，而是众人让渡一部分权力而成型）。 而在各种争议和各种糟心事中，不对人类的道德和智力死心，是因为智人因大脑进化和合作互助而成为“人”。这个人性底色永远都在。 守护它，不要让另外一种社会性结构泯灭它。 另一方面来说，你不守护，它也不会泯灭。是你看不到而已，而它会永远闪光。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 你为我补充了相关信息，谢谢。我会在能力所及的范围内了解更多信息。在有更新的判断之前，我保留自己的意见。 久辰@Andrettacat9 @MsCellophane @tkmr21 @stellawinterlight @sayaka @Winston……我很想知道“进行必要改良”如何“不上升体制”。还是你觉得在网页点点举报不良信息就是改良了？ 美樹@sayaka @MsCellophane“在非必要的时候不上升体制，不是说所有的改良都完全不能上升体制” 以下我列举了一些真实的情况，请问哪些符合您说的“必要的时候”？a、巴拿马文件：习近平的姐夫邓家贵、刘云山的儿媳妇贾丽青和张高丽的女婿李圣泼，国务院前总理李鹏与其女李小琳，全国政协前主席贾庆林的外孙女李紫丹，利用离岸公司，避税、洗钱。【根据党章，中共当局禁止官员以及他们亲属利用职权和关系谋取私利】 b、新疆：新疆境内设有又被称为再教育营（维吾尔语：قايتا تەربىيەلەش لاگېرى）的职业技能教育培训中心（简称教培中心）。https://zh.wikipedia.org/wiki/%E6%96%B0%E7%96%86%E5%86%8D%E6%95%99%E8%82%B2%E7%87%9F#%E8%90%A5%E4%B8%AD%E5%BE%85%E9%81%87 c、六四天安门事件：估计死亡：180至10454名平民不等 @Andrettacat9 @tkmr21 @stellawinterlight @Winston 葛洛莉亞@tkmr21 @MsCellophane @Andrettacat9 @stellawinterlight @sayaka @Winston 哈哈哈，剛剛沒看手機，一上來發現大家還在討論 那麼我插一句吧，請問你覺得我們國民該如何在這種現狀下更好地履行我們的社會責任、改善我們的社會問題呢？不要跟我說是要加入公務員改變它啊 Ms. Cellophane@MsCellophane @tkmr21 @Andrettacat9 @stellawinterlight @sayaka @Winston 哦，我个人认为可以从力所能及的事情做起，比如说看到了有未成年人色情内容（非二次元）的网站，去网信部的网页举报一下，在微博里看到不好的广告，随手投诉一下，看到有人被情绪左右，发表一些仇恨性较强的言论，不要直接无视和屏蔽，去劝一劝。当然不必天天如此，次次如此，也不必每次都取得成果，在自己有精力，有空闲的时间，一次做一件事，就是在负担自己的社会责任，微小，但是有用。如果有更大的抱负，推荐合理参政议政。 Ms. Cellophane@MsCellophane @tkmr21 @Andrettacat9 @stellawinterlight @sayaka @Winston 能力越大责任越大我是在某种程度上同意的。另外这种不必要的错字有碍交流。我对其他一些要点，持保留意见。 Ms. Cellophane@MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 我觉得骂政策和漏洞都是合理的，但是对制度和政府全盘否定不合理。如果能有具体可行的改进措施，是最好的。 美樹@sayaka @MsCellophane用一点您能听得懂的话来说吧。您也知道的，旧草莓县曾经因为站长被喝茶而陨落。而您在这里，新草莓县，保留对于“喝茶”的意见，相当于什么行为呢？相当于，您在南京大屠杀纪念馆，说：“我对1937年日军的杀戮真实情况保留意见。”还在这里愿意与您讨论的朋友，都还把您当个人看，试图跟您讲道理。 @tkmr21 @Winston Ms. Cellophane@MsCellophane @sayaka @tkmr21 @Winston 是你们先提起这样的话题，我回答了，然后再怪我不当人？而且我说的主要是我愿意为自己的言论承担这样的后果，不是希望任何其他人受到伤害，我不认为喝茶等于伤害，但你们可以保留自己的意见，我也可以。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 喝茶不是傷害嗎，你知道多少人“喝茶”之後就被失蹤了？？ Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 那么你知道吗？网络上不再使用之前的账号不等于被失踪吧？我个人了解到的训诫案例，确确实实只是训诫而已，出于保护个人信息，我不能自证消息来源，你们可以不采纳，而且我知道的案例非常少，样本很小，不能代表全部的情况。我知道的案例，都是偶然得知，但来源可靠。不是同样的负责人处理的，被训诫的对象身份地位很不一样，涉及到的问题也不一样，但都是训诫，没有坐牢，没有拘留等等，因为没有犯法。据此我认为你们对喝茶的理解，和实际情况有所偏差，我对你们的看法持保留意见。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 誰跟你說只是不使用之前的帳號了？是整個大活人失蹤吧？ Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你要证明是整个大活人失踪了，我默认你听到了这样的消息，但并不认识当事人，如果我的默认有问题，那我道歉。 久辰@Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston了解一下零八宪章，了解一下当时推行支持的人后来下场都如何（我默认你会翻墙，使用谷歌并不难）。 了解一下北大的姑娘岳昕，了解一下她和她的同伴在失踪前做了什么事，她失联了一年半才回家，了解一下在她失联这段时间里“寻找岳昕”的她的朋友又都出了什么事。 这些事并不遥远。 久辰@Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston 查百度真不用你教我。 我觉得你在侮辱我的智商。 美樹@sayaka @MsCellophane其他人的论据来源：谷歌+一手资料+社会科学、自然科学、医学、公共卫生学理论玻璃纸女士的论据来源：百度+中国官方资料 其他人的推理论证方法：归纳+演绎玻璃纸女士的论证方法：“只是不想展开这个论述起来很宏大的……”“保留意见”“我确实不够了解，所以暂时不讨论” @Andrettacat9 @tkmr21 @Winston 美樹@sayaka @MsCellophane玻璃纸女士又产生阅读理解问题了。“然后再怪我不当人”，没有没有，没有任何说您不当人的意思，反而是说大家都把您当个人呢。有关于“训诫”，sayaka老师一开始就点评过了吧？“自己也去本地派出所，签一张训诫书” 一个从未被训诫过，大概率也永远不会被训诫的人，仅仅在嘴上说自己不怕训诫，并且试图把这种”不怕训诫“普适化，合理化训诫制度……实在是既虚伪又傲慢了。 @tkmr21 @Winston@Winston Winston🤔@Winston 『当然这个责任，并不是说作为和具体事件完全无关的人，也有罪之类的，仅仅是说社会的氛围，和社会中的每一个人都有关系，是无法切割的。每个人能做到的事情实在有限，如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。』 有点看不懂，求简显解释/总结。 一碗甜酒@stellawinterlight @Winston 这看上去好像是英语翻译过来的啊哈哈哈好僵硬。我觉得意思是，普通社会人在案件里也付有责任，因为社会氛围的形成和我们每个人都有关。普通人也要接受自己能做到的事情很少，能产生的影响很小的事实。但是哪怕是一点点发声也能起到正面的效果，所以要发声。 Winston🤔@Winston @stellawinterlight 嗯，明白了，感谢～ 一碗甜酒@stellawinterlight @Winston 我纠结了半天fu有责任的fu是哪个字……负有好像不对……太久没学语文了！ Winston🤔@Winston @stellawinterlight 是【负】责任的【负】吧…… 一碗甜酒@stellawinterlight @Winston 感觉【对此我负有责任】这个说法就不是很地道中文。感觉【xxx是我们的责任】或者是【我对xxx负责】会更符合中文表达一点点…其实是我在努力改变我中不中洋不洋的造句方式！你不要在意(:з」∠) Winston🤔@Winston @stellawinterlight 没事没事，能看懂就行…… AlwaysDrinkingRarelyDrunk@prof_9 @stellawinterlight @Winstonhttp://language.chinadaily.com.cn/2015-09/01/content_21765083.htm你是不是受了余光中这篇文章的启发 Winston🤔@Winston 『很多人觉得国内根本不能随便发声，我不能否认存在这样的现象，但合理地做一点努力，总好过一点都不做。有些事情过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。』 划重点：“很多人觉得国内根本不能随便发声，我【不能否认】存在这样的现象，【但】合理地做一点努力，总好过一点都不做。” 出现了“不能否认”和“但”，那么后文往往就是对前文的反驳。然而，看不出后文在讲啥。“合理地做一点努力”是什么？“一点都不做”又是怎么样？用词有点模糊，有些难懂。求指教。 『【有些事情】过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。』 –哪些事情？ Winston🤔@Winston @Winston 为了不同的看法争论。 葛洛莉亞@tkmr21 @MsCellophane 我沒懂為什麼怪政府怪體制就是一種逃避和不負責任，這不正是我們正視這個問題並且想要解決的部分嘛。而且你看看政府和體制有為此負責過麼？ 葛洛莉亞@tkmr21 @MsCellophane 光是我們指出現狀就已經把趙老爺的玻璃心戳得稀巴爛碎了，還指望他們幫我們解決問題麼，肯定是加大譴責力度嘛~ Ms. Cellophane@MsCellophane @tkmr21 你没懂是因为你不知道我如何得出这个结论，你可以保留你的意见。 葛洛莉亞@tkmr21 @MsCellophane 不妨闡述一下如何得出這個結論？ Ms. Cellophane@MsCellophane @tkmr21 篇幅过长，而且理论的前提你不会接受，所以我不会向你解释。 Winston🤔@Winston @MsCellophane @tkmr21 『你不接受，所以我不解释』 葛洛莉亞@tkmr21 @MsCellophane @Winston 那麼這裡的人大部分都跟你沒多少共識啊… …何必來傳教呢？ Ms. Cellophane@MsCellophane @tkmr21 @Winston 没有经过调查，建议你不必下这样的判断 葛洛莉亞@tkmr21 @MsCellophane @Winston 我都說了大部分了還不行 Ms. Cellophane@MsCellophane @tkmr21 @Winston 你开心就好。 美樹@sayaka @tkmr21 @MsCellophane @Winston 我个人的一个猜想，这次的情况更加接近于：因为这里的大部分人都和Ms. Cellophane【没有】共识，所以Ms. Cellophane【才】想过来宣传自己的想法。一个猜想，不一定对😜 葛洛莉亞@tkmr21 @sayaka @MsCellophane @Winston 因為這裡的人沒有共識——所以要來——來了後發表觀點——大家試圖進行討論——以沒有共識為由拒絕討論——邏輯套餐 Vector@Vector @tkmr21要说应该有什么共识的话，那就是 1.政府的权力和责任应该是对应的 2.做不到这一点，政府就必须下台 @sayaka @MsCellophane @Winston Ms. Cellophane@MsCellophane @Vector @tkmr21 @sayaka @Winston 我觉得你提的这两点，总体来看也没什么问题，我们的分歧在于，你觉得做不到，我觉得还不错 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 因为来了——看大家都在发表观点——我也发表我的——能讨论的就讨论——不能的就搁置——我的逻辑套餐 Winston🤔@Winston @MsCellophane 发表了观点，有人参与讨论，然而假定对方无法接受自己的观点从而认为不能讨论，直接搁置。。 @tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 行，你非说我假定，我的想法前提是，目前而言，在整个世界上，中国政府对于普通民众是最负责的，最有保障的。你能接受这样的前提？别嘴上一套心里一套，你真的能认可这个前提吗？ Winston🤔@Winston @MsCellophane 如果不认可，就不能讨论了？这样的话，不建议在长毛象发表看法，因为长毛象的自由派偏多，您可能无法享有愉悦的体验。个人建议，像豆瓣、微博等地，有很多爱国的朋友，他们也许和您的三观相匹配。另外，嘴上一套心里一套是什么意思？能将清楚一点吗？我不是很清楚自己怎么这样了耶。@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 愉悦的使用体验@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 爱国爱党爱政府的朋友@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 纠正二处。@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 欲使大家接受『中国政府对于普通民众是最负责的，最有保障』的前提，可尝试列举论据，使我们信服。@tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 我没有打算要求任何人接受我这个前提，所以从最开始就说了不展开讨论，另外，目前全球的防疫情况，已经可以从一个角度支持我这种看法了。但如果了解后你们仍旧觉得根本我能支撑我的看法，也不必回了，这就是现阶段无法达成共识。不用看中国发布的消息，但如果任何称赞中国防疫情况的消息都不看，就不叫了解。 Winston🤔@Winston @MsCellophane 喔，那么当初的瞒报可以忽略不计了。由此观之，还真是『最负责，最有保障』。@tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 我说了，不能认可就不必回复了 葛洛莉亞@tkmr21 @MsCellophane @Winston @sayaka 你這前提，看起來更像是建立在美好的幻覺上的想象。不過如果你肯展開來講講你的思路，說不定我們可以更理解你呢😉 Ms. Cellophane@MsCellophane @sayaka @tkmr21 @Winston 你们因为一些立场上的问题和我没有共识，就推论这里的大多数人在任何情况下都于我没有共识，本身就是不合理的。另外，我是先来的这里，看到大家在畅所欲言我国的体制和政府等问题，也想畅所欲言我的看法，所以才开始发我的想法，没有要求任何人关注或支持，可以屏蔽和静音，我觉得这是这边的用户都在做的事情，我也可以这样做。我在这个问题上拒绝详谈，是因为我得出这些结论的前提，和你们在这个话题上表现出来的态度，很明确证明我们在现在无法达成共识，所以我拒绝。 Vector@Vector @MsCellophane拥无限的权力的政府，就应当承担无限的责任，就应当接受无限的问责。 不想承担那么大的责任？可以，把权力交出来，还政于民！觉得日理万机，成天维稳很辛苦？那你共产党就赶快下台，换别人上去！权力都归共产党，责任全却推给平民大众，好处都让共产党占去，代价却由普通人来承担。既不愿承担责任，又不愿放开权力，那要你有何用！ 国家是国民的国家，而不是一姓一党的国家，政府是国民的仆人，而不是凌驾于国民之上的主人，如果一个政党把国家视为自己的私产，这个党就应该被推翻；如果一个政府把自己视为凌驾于国民之上的主人，这个政府就应该倒台！ Ms. Cellophane@MsCellophane @Vector 我赞成你说的，国家是人民的国家，政府为人民服务的理念，但我想在具体到中国的情况时，你和我对于中国政府的看法不能达成共识。另外，我说的意思不是把责任推给平民大众，我说了，我不能代表任何人，我是自己作为平民大众，觉得每个人都应该在非常有限的程度内，适当承担一点社会责任，而不是什么都不做，而做的这个范畴，和政府的尽职尽责是完全不冲突的。 Vector@Vector @MsCellophane具体到中国，就是中国共产党应为中国出现的各种问题负责。平民百姓百姓有社会责任感是好事，但是你只能建议他们承担社会责任，而不能命令他们承担社会责任。至于社会责任感本身，如果说中国人缺少社会责任感的话，那么阻止人们承担社会承任的最大因素就是共产党的专制统治：没有民主制度，人们无法通过选举介入政治，更不用说参政；没有司法独立，基本的公平正义不能得到保障；没有言论自由，人们无法为处代表的群体发声；没有结社自由，人们无法结成组织，捍卫自身权利，更不用说由权力过于集中所导致的高昂的教育费用和房价对普通人的压榨。只有当人们摆脱了贫穷，无知和对思想言论的钳制，只有当人们基本的权利和和广义的公平正义得到了保障，当人们对社会有了真正的认同感，所谓的”提高人们的社会责任感”才能落到实处，而不是留于道德口号。提高中国人社会责任感的前提就是结束中国共产党的专制统治。 Ms. Cellophane@MsCellophane @Vector 我本来就没命令任何人，我自己有这个感想，写了出来，我打算这样做，你们可以理解为一种建议，我一直说的也是在能力所及的范围里、如果这样的词吧？另外我一直有个问题，中国没有民主和不能参政是谁下的定义？你没在成年后拿到过选票吗？政协是被当不存在了？你可以说大部分人没有直接的参与到这个进程中，那么请问你们认可的民主是什么时候都公投，不是一般由议员决定的？其他的内容也和中国的实际情况有很大的出入。我能理解你这样说，应该是真的坚信这些，但我个人感觉，你说的这些实在和中国没多少关系。你可以不必信我说的，和政府说的，但是也可以通过你愿意相信的渠道，再多了解了解中国不是吗？另外我在成年以后在大学里拿到过选票，分发到人，人手一张，由于任期五年一次，我只拿到过这一次。 Vector@Vector @MsCellophane正因为你提供的只能是建议，所以别人可以听也可以不听。 至于中国专制还是民主，这不是一个需要争议的问题，中国是一个专制国家，这是毫无争议的，我不知道你拿的什么选票，我就问几个最简单的问题，你所在地区的市委书记是谁？他是通过选举上台的吗？参加选举的选民有多少？侯选人有几个？不说市委书记，县委书记是被选上台的吗？ 标榜民主和实行民主是两回事，连朝鲜都自称是民主国家，但它实际运行所遵循的规则和它标榜的名词并没有多大关系，内容比形式要重要得多，这一点我想你不需要问别人，问问你父母就够了。 当然，如果你非要相信一个使国家元首任期无限制的宪法修正案能以99.99%的 通过率通过的国家是民主国家，我也不想叫醒你。 Ms. Cellophane@MsCellophane @Vector 我说了，可以各自保留意见，你我之间的讨论，今天就到这里可以吗？以后有其他的toot你有想法也欢迎来讨论。 メトロ@湯かん🐟@nihilo @MsCellophane @Vector 这位朋友，有一点你说得很正确，每一位公民皆应主动承担社会责任，而非全都推给政府去管辖，那么，你是否可以你的观点解释如下矛盾现实：为何试图承担社会责任的NGO组织都被中共权力机构强令取缔？为何帮助公民维权的中国律师最后都身陷囹圄？为何有能力做检测的第三方机构不得不毁掉检测结果，连书面报告也不敢出？是人民推卸责任，还是北京不愿给治下公民以权力？是什么在阻止中国社会成为正常运转、受全球尊重、令香港台湾心驰的公民社会，导致如此体量的国家只能对外输出毫无公民意识的Chinazi，而非诺贝尔奖得主刘晓波，以及输出你这种在安全的地方意淫他人迫害自己的维稳太极拳选手？说到底，你一直含糊其辞、避重就轻的『社会责任』究竟意指为何？该不是出征维稳花式令人闭嘴？ Ms. Cellophane@MsCellophane @nihilo @Vector 我说了，有的问题现阶段没法解答，我也不能保证自己的看法成熟，我含糊其辞的社会责任，其实就是我觉得你们这样因为不认同我的观点，和我进行讨论，比起什么都不说，但是心里特别不满要好很多，是在负担个人力所能及的社会责任。 Vector@Vector @MsCellophane你没有回答他的问题@nihilo Ms. Cellophane@MsCellophane @Vector @nihilo 我回答了关于社会责任的部分，这样的，微小的社会责任，和他想要探讨的范围并不一致，因此我不会具体回答他提出的那几个问题。 兔兔@onm89285 @MsCellophane @Vector @nihilo这不 就是儒家的思想继承么，只有一个天,天无二日，民无二主。大一统。 メトロ@湯かん🐟@nihilo @MsCellophane @Vector 太极拳不能说服任何人，从你说出不要污名化训诫的一刻起，你就暴露了你的本质，你用来安身立命所标榜的爱国主义，无非是苑苏文对於鲍毓明们的隔空艳羡、对李星星们的苛意责备，是通过美化身处高位的权力阶级、污名化自身所在的无产阶级，以递交投名状的精神赵姓者！真正的爱国者看得出谁是有有大爱的义士、谁是谄言媚语背叛人民的贱人！出走海外为中文互联网保留最后的正常讨论空间的无产阶级人民，哪一个都比你这种害国贱人更爱国。 葛洛莉亞@tkmr21 @MsCellophane @nihilo @Vector 你根本無法回答我們任何人的問題 Ms. Cellophane@MsCellophane @tkmr21 @nihilo @Vector 这个评价恐怕不够客观。 ghost@ghost @MsCellophane 好一个合理，不如你让网信办把大家被炸的号都还回来，顺便给合理下个准确的定义，不然谁知道这天天扩张的铁拳范围会砸到哪 Ms. Cellophane@MsCellophane @ghost 我没有这个能力，我也不支持“铁拳范围”的不合理扩张。 ghost@ghost @MsCellophane 不管你支不支持，铁拳都是维持我们制度存活的重要力量，然后你认为这不应该归结于制度？ Ms. Cellophane@MsCellophane @ghost 比起制度，我认为更大的问题是标准的设定和具体的执行，我不打算继续深入讨论了。 ghost@ghost @MsCellophane 补一句话，看不看随你：现在的标准就是体制的选择，当年钻国民党新闻法漏洞的时候可机灵着呢，晚安🙂 Ms. Cellophane@MsCellophane @ghost 我理解你的意思，但我的看法不尽相同，晚安 neo@neo @MsCellophane @ghost 你所谓的保留意见和不继续深入讨论，就是你开头所说的逃避和不负责任。逃避现实，对自己言论不负责任。 Ms. Cellophane@MsCellophane @neo @ghost 我保留意见是不希望发表自己不能确定真实性的言论，是为了对自己说的话负责任，正是因为真的要负责，所以不想通过不够充分的信息做未经思考的判断，我认为这是在负责。 neo@neo @MsCellophane @ghost 你不了解大家说的事情，没有通过充分的信息去做判断，就发表言论就已经很不负责任。 neo@neo @MsCellophane 如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。 太久的已经记不住了，就说这几个月：李文亮是这样做的，死了。陈秋实是这样做的，失联了。艾芬是这样做的，失踪了。请问他们对整个社会起到的积极作用去哪里了？ Ms. Cellophane@MsCellophane @neo 李文亮的死亡是由于新冠，不是任何人的安排，另外两件事我得到的信息不足，我对陈秋实和他发布的信息不了解，对艾芬的了解是她之前的相关消息比较多，并且不是负面消息，后续不了解。另外，在积极作用方面我想我们可能会有分歧，但也不确定，我保留我的意见。 其他没有加入讨论串中的观点你们帅气的鸢哥@lgcjl 难道怪罪个人或者几个人不是比怪罪体制容易多了么😁 我发现很多【体制不坏，是下面的执行者坏】论者都有一套能自洽的逻辑，总能从各个方面说服他们自己同时防止自己被别人说服。【人性本恶体制也没办法】【坏人做事谴责坏人就行了】但是，你都能想到的人性本恶，体制在给执行者赋权和管理他们的时候该不该想到呢？该不该同时想到切实有用的应对措施呢？该不该确保这些措施运转正常呢？ 而且这些人对体制的概念可能也跟我们不太一样，他们认为体制里的坏人不属于体制的一部分，让坏人作恶的动机和作恶成功的培养皿不是体制的一部分，民智未开导致体制不能正常运转不是体制的责任……尤其是最后一项，体制希不希望真的开民智还是个问题🤔 退一万步，体制就是个机器，机器是没有感情的，怪罪体制不会伤害它的感情，而是一种监督作用。即便不是每个人每一次都能怪罪到点子上，但是有百家争鸣的环境才能确保真正有用的声音也被顺利表达出来，有【说得不对也能说】的意识才能让大家都去思考和发表意见。而这些，都是体制的责任。 体制是不需要你去理解和体谅的，一个健全的体制会让你意识不到它的存在，同时确保你即使不理解它也能做好你的part，让它正常运转起来。 一个体制机器需要下面的螺丝钉去理解、体谅，去区分哪些是它的责任，哪些是另一些螺丝钉的责任，那这个体制本身就有问题 ToT@T0T 舌战群儒，狗屁不通。 kech@kech 没看完，随口扯个点出来说说 因为组织庞大而不能因下级的错怪整体这个逻辑无论成立与否，我觉得用来讨论政治也毫无助益，因为 1.政府虽然由人组成运作但应当视作机器，对机器我们应该追求允许范围内的最大效率和最小错误率； 2.由于政府影响甚广且难以简单被换掉（姑且不说我们国家的情况，你看法国人新冠当前还在游行他们政府全洗牌了吗？），所以最重要的还是解决现有的问题，而且越快越好，因为很多政策实施到真正起效需要时间 另外，机器输出有问题那明显机器有问题，所以我觉得在批评中更容易找出问题并且足够程度的舆论能监督之后的应对和改正 皮的号我好皮地嚎@Zerolemis 首页各位，讨论的目的不见得只是说服对方（在对方拒绝站在同一个理性基础上的时候），也包括说服旁观者。所以我觉得今晚看到的讨论非常有益处。虽然因为仅关注可见的原因好像被吞了不少😂 Atomsk@grandecup 没有人比我更了解「喝茶」，如果有，都是 fake news 但是我没有她懂统计学，她从自己获取的样本量很小推出了别人对「喝茶」的理解有所偏差；而且即使你听到了消息但不认识当事人，还是不能了解事情的本貌，正所谓「宁可信其无，不可信其有」，这说明她对传播学也有独到的理解。我认为 Ms. 变成 Dr. 指日可待 说什么就不了解什么，美国做了哪些破事知道挺多，同胞受到的欺压一概不知，承认自己缺乏对「人」的关怀，仅与统治者共情，喜欢做体面上等人美梦不就完了吗？ 「我们各自保留意见」⇒ 「我不懂也不想懂」 没必要和洗「训诫」的人进行太多所谓的理性讨论，理性的前提是对公民权利有正确认知且有基本的人性。上次我就了解到，遣词造句上的礼貌和克制并不赋予人这些要素。当你讲中国的事，他讲美国的事，这时候可以进行一些辩论扭转他的逻辑；如果你说李文亮枉死，他说「那也是病毒害死的」，就没有必要讨论了，还不如直接告知「妳接下来应该 literally 学会做人」。 Winston🤔@Winston 留，都可以留（复读） 猫夭夭@maoyaoyao 虽然我依旧不觉得MsC是一个有特殊目的的五毛，但是防人之心不可无。这一个thread看下来，谁在留学，谁在国内，男的女的，学的是什么专业，全都透露出来了……特别是几个学医的，是大概率要在体制内工作的吧？一定要小心。 1、MsC脸皮厚，不知耻，无知且油滑。人凭借说理论证，是无法说服MsC的。 2、讨论的目的，是借MsC的讨论串，明确自己的观点。（次要目的，包括但不限于：让中间派的象友发现MsC真面目；顺便恶心MsC，增加其工作量……（人各有观点不同。长毛象本来也有亲共的人，大家都相安无事。针对MsC的原因在于MsC本人很糟糕 3、提出论据的时候，避免“我自己就是XX专业”，而要用“XX专业专家/专业理论”，保护自己个人信息。我个人是推荐用小号。 4、MsC很喜欢将各种观念混在一起讲，给人一种“槽点太多，无处下嘴”的感觉。为了避免陷入多头混乱的陷阱中，最好针对单个点，讲深，讲透。 5、来自前·粉红的经验：这种论战型粉红一般不会在乎你对其观点进行打脸，但是会很在乎你对ta本人进行打脸。（注：打脸不等于人身攻击。（第五条建议是否采纳，取决于各人道德修养水平了 GelseyNEWberry@GelseyNEWberry 兔兔今日政治吐槽 我就不知道为啥一直执念那个制度没问题，你在政治书上看到的制度和你真实世界里看到的这个制度你觉得是一个东西吗？我学的时候都一脸懵，这啥？睁着眼睛说大瞎话？制度当然没问题，设计的时候几乎完美，共产主义理想绝对是比资本主义不知道崇高到哪里去了，但是你看看现在咱走的是这个制度吗？就哪个地方的英特纳雄纳尔要是实现了各位赶紧告诉我，我去添砖加瓦送上投名状，没有的话我就田园逃避派找一犄角旮旯种地去了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"},{"name":"版聊搬运","slug":"版聊搬运","permalink":"https://blog.takeko.top/tags/版聊搬运/"}]},{"title":"最近在吃什么","slug":"最近在吃什么","date":"2020-04-11T07:39:05.000Z","updated":"2020-04-11T08:01:24.702Z","comments":true,"path":"2020/04/11/最近在吃什么/","link":"","permalink":"https://blog.takeko.top/2020/04/11/最近在吃什么/","excerpt":"","text":"疫情期间太闲了，每天折腾吃的","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"美食","slug":"美食","permalink":"https://blog.takeko.top/tags/美食/"}]},{"title":"中文互联网中“讨论”的消亡","slug":"discuss","date":"2020-04-04T04:19:46.000Z","updated":"2020-04-04T04:28:32.143Z","comments":true,"path":"2020/04/04/discuss/","link":"","permalink":"https://blog.takeko.top/2020/04/04/discuss/","excerpt":"","text":"机核上的一篇文章，《中文互联网中“讨论”的消亡–一次结构性反思》，在此进行存档。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"肖战事件温和派vs激进派","slug":"肖战事件温和派vs激进派","date":"2020-04-04T03:27:32.000Z","updated":"2020-04-04T04:11:27.106Z","comments":true,"path":"2020/04/04/肖战事件温和派vs激进派/","link":"","permalink":"https://blog.takeko.top/2020/04/04/肖战事件温和派vs激进派/","excerpt":"","text":"晚上失眠刷微博，又在首页吃的了肖战的瓜，从亚非文学bot退博到新了解到的的325事件和FF14超话活动事件，肖战粉丝（或者打着肖战旗号的人）还在不停的制造争端，简直烦不胜烦。从227到现在已经一个多月了，这件事还没有结果。更有趣的是，随着战线的不断拉长，在抵制肖战的人群中，也出现了不同的声音。 抵制者基本分为两派，温和派主张以开发票、刷tag等方式狙击肖战商务，激进派则是拉起了举报的大旗，向国务院、教育部、林业局等政府机构举报肖战为失格艺人，同时扒出肖战代言的产品虚假宣传、电视剧虐待国家二级保护动物、拍摄的杂志台毒港独。两者虽然有同样的目的，都想让肖战糊，但互相之间不能接受对方的手段。温和派认为激进派的做法和肖战粉丝最初滥用公权力举报AO3的做法没有什么分别，这样做相当于屠龙勇士拿起了利刃最终变成了恶龙。二激进派认为，在资本的压制下温和的抵制根本没有任何作用，抵制了这么久连热搜都没有上过，甚至检察日报和央视网连自己的评论都控不住，举报本来就是弱者保护自己限制权力的手段，不用简直是圣母白莲。 对于同样的抵制采取什么样的方法是个很复杂的问题，我思考了很久也没有确定的想法。我个人一直采取的是温和的做法，但也不反对激进的做法，甚至情绪上头时也想和他们一起举报。我比较担心的一点是，举报是个双刃剑。一方面，不希望公权力侵占更多的私人领域。我不喜欢吃香菜，但是也不希望有一只无法反抗的大手直接将所有的香菜连根拔起。另一方面，以之前懒政的惯性来讲，很可能双方一起封杀，如果波及的了无辜的同人作者，真的是得不偿失。所以我一直以来的观点是不求同、存异，有人想法不一样是好事，坚持做自己想做的，包容不同的观点。一个好的现象是，双方虽然互相不认同但是没有产生大范围的激烈冲突，这就体现出了和肖战粉的不同。 实际上，我非常希望能看到双方就这个问题辩一辩，一个人的思维受限很难想明白。但很遗憾现在的中文互联网环境容不下理性的讨论。这就是另一个话题了，以后再详细谈。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"木瓜慕斯蛋糕","slug":"cake","date":"2020-03-29T08:43:28.000Z","updated":"2020-03-29T10:42:42.207Z","comments":true,"path":"2020/03/29/cake/","link":"","permalink":"https://blog.takeko.top/2020/03/29/cake/","excerpt":"","text":"同事给了一个木瓜，但我不太喜欢木瓜的味道，正好还剩一盒淡奶油，就做成了慕斯蛋糕。说实话味道不是很好，下次还是用草莓或者芒果吧。 先做戚风蛋糕做底，我用的8寸活底模具，只做饼底，材料如下： 食材 数量 鸡蛋 2个 低筋面粉 45g 玉米油 25g 牛奶或水 30g 细砂糖 35g 盐 1g 玉米油、牛奶（或水）、盐混合至乳化，筛入低筋面粉，加入2个蛋黄混合均匀。蛋白加糖打发至提起打蛋器呈现小尖角。将蛋黄糊和蛋白混合，翻拌均匀，倒入模具中。烤箱150度40分钟，取出晾凉。 慕斯用料： 食材 数量 木瓜 1个 淡奶油 250ml 糖 15g 吉利丁片 10g 木瓜碾碎，加入冷水浸泡过得吉利丁片，稍稍加热融化。淡奶油打发，与木瓜泥混合，倒入放好饼底的模具中，轻震模具，放入冰箱冷藏四小时。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"食谱","slug":"食谱","permalink":"https://blog.takeko.top/tags/食谱/"}]},{"title":"西窗随记&羊水宝儿｜关于自由与平等的讨论","slug":"free-equal","date":"2020-03-26T23:06:27.000Z","updated":"2020-03-29T06:35:57.694Z","comments":true,"path":"2020/03/27/free-equal/","link":"","permalink":"https://blog.takeko.top/2020/03/27/free-equal/","excerpt":"","text":"微博博主 @鲸吞蛋卷整理了@西窗随记和@羊水宝儿两位博主的关于自由和平等的讨论，在此存档。指路原博及石墨文档地址。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"韩国“N号房间”关于男人该不该挨骂的讨论","slug":"nth-room-1","date":"2020-03-24T15:02:16.000Z","updated":"2020-03-29T06:36:44.566Z","comments":true,"path":"2020/03/24/nth-room-1/","link":"","permalink":"https://blog.takeko.top/2020/03/24/nth-room-1/","excerpt":"","text":"最近韩国“N号房间”事件引起了微博上广泛的讨论，看到了许多我认同的或不认同的有趣的观点，微博时间线混乱导致看到的东西十分零散，所幸有博主@宇宙尽头餐馆的一碗银翼抄手对“男人该不该挨骂”这个议题进行了整理。在这进行存档，以便以后翻阅。指路原博。 封面来自插画师@陈折折 【索引】 p1—韩国N间房事件：男人被骂请理解p2—旧常识：骂男人“能理解，不代表此事正确”p3—旧常识x旋转小字：普通男人“还能怎么样”？p4—高遊x旧常识：男人有原罪吗？p5—陈迪x旧常识：原罪说有短板，但男人被骂问题不大p6—（网友多方讨论）男性可以/应该建立对女性的共情吗？p8—之琪：男性支持性别平等不是为了另一个性别战斗，而是实践一种自己认同政治p9—旧常识x之琪：既得利益者应当如何自处？p12—（网友多方讨论）我们能否厌男？我们为什么厌男？p13—鸛耳：请勿自主认领“男性女权主义者”的标签","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"敬自由","slug":"敬自由","date":"2020-03-11T13:57:05.000Z","updated":"2020-03-11T14:18:38.510Z","comments":true,"path":"2020/03/11/敬自由/","link":"","permalink":"https://blog.takeko.top/2020/03/11/敬自由/","excerpt":"","text":"从事件发生到现在连续吃了十来天的瓜了，每天都有各种新故事发生，让人目不暇接啼笑皆非。站在我自己的立场上，能做的我都做了，完美的避开了所有肖战代言产品，给迪士尼的投诉信也发出去了，现在就等着后续的发展。但昨天晚上看小说时，发现了一篇文案看上去十分有趣的文，点进去后发现第一章就锁了，又勾起了心中的意难平。 实际上，我并不是一个忠实的AO3用户，只是偶尔关注的写手发链接才会点进去看。更何况我可以买梯子，甚至自己搭梯子，翻墙继续去AO3看文不是什么难事。但知道因为肖战粉丝写了肖战的同人文引发肖战粉丝举报AO3导致AO3被墙 （肖战粉丝仙人跳石锤），我依然感觉非常愤怒。在国内网文被严重阉割，平台审查十分严格的情况下，有AO3这么一个可以自由写作的地方对创作者来说是多么幸福的一件事。现在因为这么一个不知所谓的流量明星，创作者的家没了，读者的粮仓被烧了，实在是让人痛心。 作为一个网文重度沉迷患者，最近几年闲暇的时间总是靠着网文打发，去年一年在晋江看了174本书。我清楚的知道在国内写作平台上审核是多么的不合理。连“十有八九”、“长枪短炮”、“大麻烦”、“蹲下身子”都会口口掉的，脖子以下根本不能写，写个接吻作者就心惊胆战怕被锁。昨天的那篇文，我顺着评论找到作者微博读了被锁的第一章，根本没有什么出格的内容，但是放到晋江就要被锁文。还记得去年5月晋江整改，连续15天不能更新，9月关闭评论，审查越来越严格，大家的底线一退再退。现在最后的乐土被破坏，已经触及到了大家的底线，不奋起反抗还等什么呢，等到自己的声音彻底消失在互联网上，到那时就为时已晚。 但我仔细的思考了一下，除了拒绝肖战代言的产品，我现在还能做什么呢，大概只能拿起笔写写东西吧。很久没有写过文章了，长期处在碎片化的网络中导致很多想法都是碎片化的，不成系统。每次看到不认同的言论只能直觉上发现不对，但又表达不出来。所以趁着现在还有热情，赶紧拿起笔来多写多表达吧。 图片来源透纳_","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"PPT工具合集","slug":"PPT工具合集","date":"2019-01-29T12:56:34.000Z","updated":"2020-03-29T06:37:08.197Z","comments":true,"path":"2019/01/29/PPT工具合集/","link":"","permalink":"https://blog.takeko.top/2019/01/29/PPT工具合集/","excerpt":"","text":"1.模板免费网站 微软官网 部分模板可用 OfficePlus Office官方在线模板网站，包括PPT、word、excel模板 优品PPT 一个有情怀的免费PPT模板下载网站，包含模板、素材、图表、背景、字体、教程 付费网站： 演界网 中国首个演示设计交易平台，大部分模板需付费，平均价格30-50元 PPTSTORE 一个以原创ppt设计为主的C2C内容分享平台，大部分模板需付费 2.图片 Pixabay 全球最大的免费图片网站，160万张图片和视频，支持中文搜索。图片无版权。 Pexels 摄影师图片分享网站，不支持中文搜索，图片可商用或修改。 Wallhaven 高清壁纸分享平台，图片质量非常高。 Unsplash 主打风景图。图片无版权。 PhotoAC 日本免费高质量图片网站，支持中文搜索，图片可商用。 LibreStock 收录各大无版权图片网站资源，不支持中文搜索。 Stocksnap 免费图片搜索引擎，无版权限制，不支持中文搜索。 PixelSquid 3D图片素材可以任意调换方向角度，无版权限制。 3.图标 Iconfont 国内最好的图标网站之一。 IcoMoon 可以整套下载。 Easyicon 图标种类和风格丰富。 4.字体 求字体网 识别上传图片中文字字体并提供字体下载。 免费中文字体 提供免费中文字体下载。 字客网 包括免费商用字体，有字体预览效果。 5.配色 Color Scheme Designer 提供单色、互补色、三角形、矩形、类似色等搭配方案，有高低透明度配色网页演示。 Flat UI colors 提供扁平化风格配色方案，颜色可以直接复制使用。 uiGradients 提供渐变色配色方案。 Encycolorpedia 参数十分详细。 6.灵感来源 Behance Adobe旗下设计网站，有许多十分精彩的创意。近期被墙需要科学上网。 Dribbble 汇聚国内外顶尖设计师。 ZCOOL站酷 国内设计师互动平台，聚集了820万+设计师、摄影师、插画师、艺术家、创意人，在设计创意群体中具有一定的影响力与号召力。 7.其他有趣的小工具 Fotor 针对多种不同场景提供在线设计模板，包括公众号封面大图、海报、banner、名片、易拉宝、logo等。 Gallerix 提供了16万多幅世界著名画家的画，布景画、油画、水彩画、铅笔画、大型装饰画、圣像画、全景画、微型画、透影画等 I ♥ ∆ Low Poly风格设计工具，下载文件夹打开index.html，上传图片添加数据点并进行调整。示例： 从Pexels中搜索cat找了左边的猫图，上传到I ♥ ∆进行编辑得到右边的图片。在PPT里加上一些文字做成了本篇的封面。 WordArt 生成文字云 P.S. 配色是从Flat UI colors第一种配色方案中选取了四种颜色，WordArt默认的颜色有点丑。 草料二维码 生成二维码 BigJPG 基于卷积神经网络进行图片放大","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"PPT","slug":"PPT","permalink":"https://blog.takeko.top/tags/PPT/"}]},{"title":"2018年终总结&2019年计划","slug":"2018年终总结-2019年计划","date":"2019-01-01T13:35:31.000Z","updated":"2020-03-29T06:36:01.125Z","comments":true,"path":"2019/01/01/2018年终总结-2019年计划/","link":"","permalink":"https://blog.takeko.top/2019/01/01/2018年终总结-2019年计划/","excerpt":"","text":"2018年总结看剧list+一句话总结 《摇滚莫扎特》：年初的上海场和年末的天津场，在出坑的边缘试探 《泽西男孩》：发微博被Luke点赞了 《罗密欧与朱丽叶》：奶妈唱的太催泪了印象尤其深刻 《深夜小狗离奇事件》：舞台设计非常棒 《长靴皇后》：不知道为什么记不清了xx 《吉屋出租》：no day but today 《芝加哥》：看的时候正赶上《天朝渣男图鉴》被删，现实总比剧更戏剧化 看了视频没有进剧院看过的：《巴黎圣母院》、《摇滚红与黑》、《1789》、《太阳王》、《德古拉》、《三个火枪手》、《Hamilton》 英语 听力：“芝士派”的广播剧和电影共4期，打卡209天，累计精听101628个单词 口语：“英语流利说”的懂你套餐3个月，学习时间50个小时，学习平均分92分 阅读：“轻课阅读”1期，阅读 Animal Farm 和 The Call of The Wild 2本书，阅读时长86400分钟，阅读词量62314 python 程序媛计划的四个python课程入了门，包括应用selenium做简单的爬虫 后续的学习都是一边用一边学，有想做的先想好思路，想实现什么功能了就去查查别人是怎么实现的，哪个地方不会写了就去百度谷歌一下 成果是github上的三个repositories, 可以用python解决一些工作生活中遇到的简单问题了，虽然写的乱七八糟的但是好歹能用了 (要求不高能跑就行 野路子自己瞎写效率太低了，必须要系统的学一学了 deep learning 完成了Coursera上的Deep Learning 专项课程的前三门 1.Neural Networks and Deep Learning 2.Improving Deep Neural Networks: Hyperparameter tuning, Regularization and Optimization 3.Structuring Machine Learning Projects 因为Andrew Ng大佬买的这个课，一开始以为会听不懂，后来发现讲的非常详细，还是很好理解的。刚上手最大的难度在于对于数学上术语的英文不了解，听多了熟悉了就好了（大概率还会遇到读中文教材和英文术语对不上的困难）。 这个专项还有两门课，因为后来搬家等等一系列事情耽误了没有学完，计划在过年之前这两个月内学完。 博客 6月份建了这个hexo+github page博客，8月份才真正用起来 基本沦为英语笔记本(x 后面需要学习一下怎么维护，首页social links的图标显示问题一直没解决 希望以后能写一些高质量的文章 2019年计划 剧继续追起来，已经在计划内的有法扎和法红黑，还没官宣的NDDP如果引进了一定去看，其他的随缘 英语继续学下去，写作和阅读需要抓一抓，但是合适的课程有待探索 系统学习一下python，教材选用Mafnus Hetland 的 Begining Python—From Novice to Professional 完成了Coursera上的Deep Learning 专项课程的最后两门课，尽量自己写一些东西 发现现在写东西都是碎片化的思想也是碎片化的，新一年计划多阅读，每月最少两本书 加强锻炼，身体健康太重要了","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"总结","slug":"总结","permalink":"https://blog.takeko.top/tags/总结/"}]},{"title":"poem quiz古诗词填空出题器","slug":"poem-quiz古诗词填空出题器","date":"2018-12-22T07:46:05.000Z","updated":"2020-03-29T06:36:59.246Z","comments":true,"path":"2018/12/22/poem-quiz古诗词填空出题器/","link":"","permalink":"https://blog.takeko.top/2018/12/22/poem-quiz古诗词填空出题器/","excerpt":"","text":"这天下午，在当小学老师的闺蜜在判学生默写的古诗判烦了的时候突然想到，要是诗词填空就好了就不用判整首诗了，于是她找上了我，问我能不能做个出诗词填空的程序。于是就写了这个小玩意，大致思路很简单，random一个数，然后把这句话替换掉。 (github链接) 12345678910111213141516171819202122232425262728293031323334353637import numpy as npimport stringimport sysdef save_to_file(file_name, contents): filename = sys.argv[0] + &apos;/&apos;+ file_name fh = open(file_name, &apos;a&apos;) fh.write(contents) fh.close() def quiz1poem(): row_poem = input(&quot;请输入古诗词：&quot;) punc = string.punctuation if row_poem[len(row_poem)-1] in punc: row_poem = row_poem[:-1] sentences0 = row_poem.split() sentences1 = [] sentences = [] for sentence in sentences0: sentence = sentence.split(&apos;，&apos;) sentences1 = sentence + sentences1 for sentence in sentences1: sentence = sentence.split(&apos;。&apos;) sentences = sentence + sentences # print(sentences) re_index = np.random.randint(0,len(sentences)-1) sentences[re_index] = &apos;_____________&apos; output = &quot;&quot; for sentence in sentences: output = output + &quot;\\n&quot; + sentence print(output) return outputif __name__ == &quot;__main__&quot;: quitORconti = &apos;0&apos; while quitORconti.lower() != &apos;q&apos;: output = quiz1poem() save_to_file(&quot;poem_quiz.txt&quot;, output) quitORconti = input(&quot;Enter q to quit the pro! Press any key to continue!&quot;) 测试结果如下： 最后我们暗戳戳的想干脆出几套唐诗三百首随机填空的题考试吧【会被学生打死","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"}]},{"title":"英语学习笔记note9","slug":"英语学习笔记note9","date":"2018-12-21T07:29:24.000Z","updated":"2020-03-29T06:38:45.757Z","comments":true,"path":"2018/12/21/英语学习笔记note9/","link":"","permalink":"https://blog.takeko.top/2018/12/21/英语学习笔记note9/","excerpt":"","text":"The Parent Trap“芝士派”无字幕电影20181204-20181221学习笔记 slip one’s mind忘记 Things like homework always slip my mind. out of one’s league不是一路人 She is the princess who is out of my league. deal me in算我一个 Deal me in, I want to play too. excuse you有责备人的意思，对方做错了事而没有表示歉意的意思，有人做出没礼貌的事但没有表示，可以用来责怪对方失礼,例如有人插队，只要说一句excuse you 对方就知道你在不悦了 Excuse me for not completing the job, but excuse you for not even trying. mind boggling惊人的 boggle 吃惊，震惊 指某一件事或某样东西在智力或情感方面具有强大的力量而使人感到难以控制自己 There were rockets, space suits, even parts from a satellite - so many mind-boggling things to see. freak out 震惊Don’t freak out. 大发脾气 If I don’t get enough sleep,I feel exhausted and freak out a little. pull it out成功 It will be a very, very fine piece of mountaineering if they pull it out. last call机场对旅客最后一次登机通知 That’ll be all就这样吧，这样就有可以了，到此为止吧 That’ll be all for now, you may go. glib-tongued油嘴滑舌的，能说会到的 You should keep away from gilb-tongued men. be keen on sth喜欢做某事，热衷于做某事 She is rather keen on classic music. talk out of劝阻，说股某人不做某事 My mother tried to talk me out of getting a divorce. don’t you dare竟敢，休想 Don’t you dare talk back to me. fet sb eating out of palm if one’s hand把某人玩弄于鼓掌之间，把某人迷得神魂颠倒 The man has got the lady eating out of palm of his hand. make a fool out of sb愚弄某人，使某人出丑 How dare you make a fool out of me? we are all each other has我们只有彼此，相依为命 can’t say I balme you我也不怪你 I don’t balme you 的口语话表达 Can’t say I blame you. It’s a mistake that many students would make in the begining. get out of here/it别胡扯了 wait on sb hand and foot让…翻来张口，衣来伸手 I want to marry a man who will wait on me hand and foot. buy相信（尤指不打可能的事）You could say you were ill but I don’t think they’d buy it. in over one’s head卷入棘手的事 After a week in the new job, I soon realize that I am in over my head. be in way over your head不自量力 Sometimes it’s nice to be in over your head. what has gotten into sb某人怎么了 What’s gotten into you? You don’t eat anymore! for he world用在否定句，场用来表示无论如何都 I wouldn’t lose this competition for the world. in the world加强语气，究竟 Where in the world could you find this? let alone更不用说 I can barely sign my name , let alone aim a bow and row. break the rotten streak打破偏见 rotten腐烂的；streat条纹，倾向","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note8","slug":"英语学习笔记note8","date":"2018-12-05T13:27:39.000Z","updated":"2020-03-29T06:38:41.661Z","comments":true,"path":"2018/12/05/英语学习笔记note8/","link":"","permalink":"https://blog.takeko.top/2018/12/05/英语学习笔记note8/","excerpt":"","text":"The Nanny Diaries“芝士派”无字幕电影20181105-20181125学习笔记 take a crack at试一试I want to take a crack at mending the clock.Why don’t you take a crack at it? = I’ll take a whack at it= I’ll venture a try= I’ll give it a go= I’ll take a stab at it= I’ll give it an attempt be my guest请自便，别客气 be a sport讲点交情，给个面子（表请求）Please be a sport and lend me some money. off-limits禁止拥有的Alcohol is off-limits to children. slip one’s mind忘记Things like homework always slip my mind. pull down赚钱，获得报酬、工资He pulled down these years and earned a lot of money. sleep in睡懒觉She usually sleeps in on weekends kindred spirits志趣相投，非常相似You and me are raal kindred spirits in this aspect. out of one’s league不是一路人She is the princess who is out of my league. whip up快速做顿饭I’m going to whip up a meal for myself. round the clock昼夜不停地She always works round the clock and she even forgets meal sometime. out of spite出于怨恨I refused he request out of spite. it’s only fitting that再合适不过了It’s only fitting that we hold the party tonight. once in a blue moon及其难得，千载难逢A chance like that comes along only once in a blue moon.He visits us once in a blue moon. corner sb强求与某人交谈Golan managed to corner the young producer-director for an interview.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note7","slug":"英语学习笔记note7","date":"2018-11-01T10:57:58.000Z","updated":"2020-03-29T06:38:35.598Z","comments":true,"path":"2018/11/01/英语学习笔记note7/","link":"","permalink":"https://blog.takeko.top/2018/11/01/英语学习笔记note7/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181022-20181104学习笔记 denominalisation &amp; zero derivationdenominalisation：去名词化，将名词转换为动词使用的现象 zero derivation：去零化，直接盗用名词将其作为动词 eg. Our friendship flowered while Bear was slim.我们的友情在熊还苗条时就已根深蒂固。 Have you ever housed someone in your house? 你有在你家收容过谁吗？ haira bad hair day形容一天很不顺利 Hat hair/Helmet hair 戴了帽子见不得人的发型 make one’s hair stand on end 被吓的毛骨悚然： Ghost stories made my hair stand on end. 激怒某人 pull one’s hair out 生气，发怒 a hair’s breadth breadth是“宽度”， “毫发之差”可以引申为即将来临、微乎其微的距离 let one’s hair down 把头发放下来，这就比较轻松愉快了，这个短语也可以表达“不拘礼节、无拘无束、很坦率”的意思。 Animalrain cats and dogs 倾盆大雨，滂沱大雨 agree like cats and dogs 合不来 be on the high horse 趾高气扬 be off the high horse 放下臭架子 look a gift horse in the mouth 吹毛求疵 talk horse 吹牛 dark horse 黑马 back (bet on) the wrong horse 错误的估计 on the house免费的，由店家负担费用 This kind of dish is on the house before 10 am everyday. call sb over叫某人过来 He called me over to asked a stupid question. tinker with修理 He tinkered with his old radio. ballpark大概的数字，数额浮动范围 Can you tell me a ballpark price of the house. how come为什么，怎么会 How come you told him this seret?How come we never know what’s going on? break new ground标新立异，创新 We are breaking new ground in the fields of research. hands down毫无疑问，完全赞同 He is the most potential basketball star, hands down. for one’s sake为了某人 You should come back hone as soon as possible for you mother’s sake. break a leg祝你好运 A: I will perform at the school hall tonight. B: Break a leg! cuddle up with拥抱，依偎 The boy cuddled up with his dog. We cuddled uo with each other and tried to get warm. lazy bum懒人 Get up right now! Don’t be a lazy bum. onwards and upwards不断进取 We need to move onwards and upwards. in a long run长远看来 In a long run, it would be a good idea to save money. do sb the honor有幸 Will you do me the honor to come to my home tonight? throw sth举行 I would like to throw a party this week.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note6","slug":"英语学习笔记note6","date":"2018-10-21T08:56:37.000Z","updated":"2020-03-29T06:38:30.301Z","comments":true,"path":"2018/10/21/英语学习笔记note6/","link":"","permalink":"https://blog.takeko.top/2018/10/21/英语学习笔记note6/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181014-20181021学习笔记 land on sb’s feet摆脱困境，逢凶化吉 My brother got fired but he landed on his feet and found another job that paid twice as much money. identify with sb与某人产生共鸣，同情理解某人 Reading this book, we can identify with the main character’s struggle. I believe that most readers will identify with the auther. in the pit of sb’s stomach某人的内心深处，心头上 I had a strange feeling in the pit of my stomach. in the back of my head在脑海中 There is always a strange voice in the back of my head. come in handy派的上用场 Don’t throw that plastic bag away. It may come in handy. once in a while时不时地 You should come to see me once in a while. pull up停车 Let’s pull up at the restaurant. butt out别管闲事 I want everyone to butt out of my life. shoot down本义击毙，口语中可以表示驳倒的意思 shoot off one’s mouth 打嘴炮，用来表达说大话，总是夸夸奇谈的意思 Jim doesn’t play tennis very well but he’s always shooting off his mouth about how good he is. He talks as if he knew everything about the game. shoot the cat 呕吐 Bear was so sick that he shot the cat. be like shooting fish in a barrel 易如反掌，手到擒来 Learning English is like shooting fish in a barrel. tide over渡过，克服 = get over I need some money to tide us over until pay day. nail准确的完美的做成了一件事 He knows how to nail the interview.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"selenium爬虫问题总结","slug":"selenium爬虫问题总结","date":"2018-10-16T10:59:33.000Z","updated":"2020-03-29T06:37:19.430Z","comments":true,"path":"2018/10/16/selenium爬虫问题总结/","link":"","permalink":"https://blog.takeko.top/2018/10/16/selenium爬虫问题总结/","excerpt":"","text":"在运行上一篇文章中的爬虫程序的过程中遇到了几个问题，在这里总结一下 1. 不能定位到元素，报错selenium.common.exceptions.NoSuchElementException 网上查了资料又仔细查看了一下网页结构，发现是网页中包含了iframe。frame实际上是嵌入了另一个页面，而webdriver每次只能在一个页面识别，因此需要先定位到相应的frame，对那个页面里的元素进行定位。解决方法：如果iframe有name或id的话，直接使用switch_to_frame(“name/id”) 1234def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.most.gov.cn/mostinfo/&apos;) self.dr.switch_to.frame(&quot;DataList&quot;) 2. 改正了iframe的问题后运行程序，报错unknown error: call function result missing ‘value’ 原因：chrome和chromedriver版本不匹配 解决方法：升级Chromedriver到匹配的版本 chrome和Chromedriver对应关系表： chrome版本 Chromedriver版本 v67-69 v2.41 v66-68 v2.40 v66-68 v2.39 v65-67 v2.38 v46-66 v2.37 v63-65 v2.36 v62-64 v2.35 v61-63 v2.34 v60-62 v2.33 v59-61 v2.32 v58-60 v2.31 v58-60 v2.30","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"},{"name":"selenium","slug":"selenium","permalink":"https://blog.takeko.top/tags/selenium/"}]},{"title":"News Collector","slug":"News-Collector","date":"2018-10-15T13:32:21.000Z","updated":"2020-03-29T06:36:21.942Z","comments":true,"path":"2018/10/15/News-Collector/","link":"","permalink":"https://blog.takeko.top/2018/10/15/News-Collector/","excerpt":"","text":"在工作过程中经常需要关注几个政府网站的通知，随时关注项目信息的更新。否则错过了最新的通知可能会错过申报的机会。 每天需要关注的网站是固定的几个，更新的频率不是很高，每天点开一到两次就可以，所以决定写一段代码免去每天点开几个网页的麻烦，也避免忘记看错过重要信息。 用到了selenium + chrome + Chromedriver，环境是好久之前配置好的就不写了，过程比较简单。首先Webdriver启动Chrome浏览器 123def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.ndrc.gov.cn/zwfwzx/tztg/&apos;) 分析网页结构，确定目标元素的xpath 1titlepath = &quot;//*[@id=&apos;out-content&apos;]/div[2]/div[4]/div[2]/div/ul[2]/li[&quot; + str(i) + &quot;]/a&quot; 再提取需要的信息12curr_title = self.dr.find_element_by_xpath(titlepath)curr_url = self.dr.find_element_by_xpath(titlepath).get_attribute(&quot;href&quot;)退出浏览器1self.quit()将信息进行简单的整理，最后将收集到的信息整理好发送到邮箱1234567891011121314151617181920212223242526if len(TitleToday): smtpserver = &apos;smtp.163.com&apos; ## 以163邮箱为例 username = &apos;sender@example.com&apos; password=&apos;XXXXXXX&apos; sender=&apos;sender@example.com&apos; receiver=&apos;receiver@example.com&apos; subject = &apos;每日通知更新&apos; subject=Header(subject, &apos;utf-8&apos;).encode() msg = MIMEMultipart(&apos;mixed&apos;) msg[&apos;Subject&apos;] = subject msg[&apos;From&apos;] = &apos;Name&lt;sender@example.com&gt;&apos; msg[&apos;To&apos;] = &apos;receiver@example.com&apos; msg[&apos;Date&apos;] = Date text = &quot;今日更新通知：\\n&quot; for i in range (0,len(TitleToday)): text = text + TitleToday[i] + &quot; (&quot; + UrlToday[i] + &quot;)\\n&quot; text_plain = MIMEText(text,&apos;plain&apos;, &apos;utf-8&apos;) msg.attach(text_plain) smtp = smtplib.SMTP() smtp.connect(&apos;smtp.163.com&apos;) smtp.login(username, password) smtp.sendmail(sender, receiver, msg.as_string()) smtp.quit() print(&apos;Mail has been sent!&apos;)else: print(&apos;There is no new news today.&apos;)完整代码下载链接开始时用pyinstaller 将python脚本打包成EXE文件放到桌面，每天到办公室开电脑后点击一下，但这样还需要再点，所以我用Windows的“任务计划程序”设置成每天定时自动执行脚本，但是这样如果没在办公室没开电脑就不能执行，所以最后还是放到vps上，使用crontab -e 命令设成每天定时执行脚本，这样每天如果有新的通知会发送到邮箱，终于从每天手动查消息中解放了出来。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"},{"name":"selenium","slug":"selenium","permalink":"https://blog.takeko.top/tags/selenium/"}]},{"title":"英语学习笔记note5","slug":"英语学习笔记note5","date":"2018-10-14T06:47:20.000Z","updated":"2020-03-29T06:38:25.918Z","comments":true,"path":"2018/10/14/英语学习笔记note5/","link":"","permalink":"https://blog.takeko.top/2018/10/14/英语学习笔记note5/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20181008-20181013学习笔记 as a favor to出于对…的好意，帮…的忙 We are not going to return the money as a favor to you. 我们不会为了帮你的忙就把钱还给你As a favor to general, I agreed on a chat. 将军然我帮个忙，我才过来跟你聊聊。 do me a favor 帮我个忙 I owe you a fovor. 我欠你个人情 pull it together集中精力振作起来 Pull it together! She’ll probably get you fired. hang in there 口语中表示坚持下去别泄气 real talk肺腑之言 He won this speech competition because what he said was all reak talk. bus your table收拾/清理餐桌；常在参观酒店使用 在餐厅或咖啡馆中，bus会用来指服务员做的一些事情，包括清理餐桌等等。在北美busser通常是busboy或busgirl，用来形容在餐厅类地方做清理餐桌等工作的员工。 Get out and bus the table now! have enough of = fed up with受够了 I have had enough of her gossips. here’s the thing事情是这样的 表示需要解释的某种情况，是一种比较柔和的提出建议以及切入话题的方式。 Here’s the thing.If all you do is sit back and moan about your finances, things may never change. not my thing对某事不擅长，不了解，口语话的表达方式not good at sth Wanna go check out tonight’s movies? It’s the newly released Transformers. make sb’s name in sp让某人在某一领域扬名I want to make my name in the world when I was young.在我小的时候，我就想名扬天下。 谚语集锦 A bad workman always blames his tools. 拙匠总怪工具差。 A contented mind is a perpetual feast. 知足长乐。 A good beginning is half the battle. 好的开端等于成功一半。 A little pot is soon hot. 壶小易热，量小易怒。 All lay loads on a willing horse. 好马重负。 A merry heart goes all the way. 心情愉快，万事顺利。 Bad excuses are worse than none. 狡辩比不辩护还糟。 Character is the first and last word in the success circle.人的品格是事业成功的先决条件。 Cleanliness is next to godliness. 整洁近于美德。 Courtesy costs nothing. 彬彬有礼，惠而不费。 Doing nothing is doing ill. 无所事事，必干坏事。 Early to bed, early to rise, make a man healthy, wealthy, and wise.睡得早，起得早，聪明、富裕、身体好。 Empty vessels make the most noise. 满瓶子不响，半瓶子晃荡。 Every man hath his weak side. 人皆有弱点。 Everything ought to be beautiful in a human being: face, dress, souland idea.人的一切都应当是美丽的：容貌、衣着、心灵和思想。 Extremes are dangerous. 凡事走向极端是危险的。 Good advice is harsh to the ear. 忠言逆耳。 Grasp all, lose all. 欲尽得，必尽失。 Great hopes make great men. 伟大的理想造就伟大的人物。 Handsome is he who does handsomely. 行为美者才真美。 Have but few friends, though many acquaintances. 结交可广，知己宜少。 Hear all parties.兼听则明，偏听则暗。 He is a wise man who speaks little. 智者寡言。 He is not laughed at that laughs at himself first.有自知之明者被人尊敬。 He is rich enough that wants nothing.无欲者最富有，贪欲者最贫穷。 He is truly happy who makes others happy.使他人幸福的人，是真正的幸福。 Honesty is the best policy. 诚实乃上策。 Hope for the best and prepare for the worst.?? 抱最好的希望，作最坏的准备。 Idleness is the root of all evil. 懒惰是万恶之源。 If we dream, everything is possible. 敢于梦想，一切都将成为可能。 Kind hearts are the gardens, kind thoughts are the roots, kind wordsare flowers and kind deeds are the fruits.仁慈的心田是花园，崇高的思想是根茎，友善的言语是花朵，良好的行为是果实。 Laugh, and the world laughs with you; Weep, and you weep lone.欢笑，整个世界伴你欢笑。哭泣，只有你独自向隅而泣。 Life is measured by thought and action not by time.衡量生命的尺度是思想和行为，而不是时间。 Life is not all beer and skittles. 人生并非尽是乐事。 Long absent, soon forgotten. 别久情疏。 Look before you leap. 三思而后行。 Lookers-on see most of the game. 旁观者清，当局者迷。 Manners make the man.观其待人而知其人。 Misfortune tests the sincerity of friends. 患难识知交。 No cross, no crown.没有苦难，就没有快乐。 Nobody’s enemy but his own. 自寻苦恼。 One man’s fault is another man’s lesson. 前车之覆，后车之鉴。 Pardon all men, but never thyself. 严以律已，宽以待人。 Reason is the guide and light of life. 理智是人生的灯塔。 Sadness and gladness succeed one another. 乐极生悲，苦尽甘来。 Still waters run deep.流静水深，人静心深。 The fire is the test of gold; adversity of strong men. 烈火炼真金，逆境炼壮士。 The fox may grow grey, but never good. 江山易改，本性难移。 The more a man learns, the more he sees his ignorance. 知识越广博，越感已无知。 Virtue is a jewel of great price. 美德是无价之宝。 Weak things united become strong. 一根筷子易折断，十根筷子硬如铁。 We can’t judge a person by what he says but by what he does. 判断一个人，不听言语看行动。 Where there is a will there is a way. 有志者，事竟成。 Will is power. 意志就是力量。 Wise men are silent; fools talk. 智者沉默寡言，愚者滔滔不绝。 Wise men learn by others’ harm, fools by their own.智者以他人挫折为鉴，愚者必自身碰壁方知觉。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note4","slug":"英语学习笔记note4","date":"2018-10-02T10:14:26.000Z","updated":"2020-03-29T06:38:20.869Z","comments":true,"path":"2018/10/02/英语学习笔记note4/","link":"","permalink":"https://blog.takeko.top/2018/10/02/英语学习笔记note4/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180923-20180930学习笔记 rip up撕碎 He ripped the letters up and threw them in the wastepaper basket. rip off敲竹杠，坑钱The company has been accused of ripping off customers. in the middle of something正在忙于做某事 He is in the middle ofvshopping. swap meet跳蚤市场 Tom takes his old sofa to the swap meet and see if he can exchange it for a television. far out异乎寻常的 Fantasies cannot harm you, no matter how bizarre or far out they are. thrive on因…蓬勃发展 More and more people use social networks at work, which thrive on exchanging information. check it out过来看，口语化的表达，一般用于让身边的人来看看这个东西 Check it out. she’s staring at you. up to one’s eyeball in忙的焦头烂额 I’m up to my eyeball in work. part + 国籍表示有部分那个国家的血统或者语言文化能力 My mother is Chinese and my father is a US resident, so I’m part Chinese. I want you to meet Janne from Nokia. I told him you’re part Finnish, and he’s very excited to meet you. down to sb由…引起，由…造成 = owe to The mistake is enirely dowm to us.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note3","slug":"英语学习笔记note3","date":"2018-09-22T12:49:17.000Z","updated":"2020-03-29T06:38:14.957Z","comments":true,"path":"2018/09/22/英语学习笔记note3/","link":"","permalink":"https://blog.takeko.top/2018/09/22/英语学习笔记note3/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180920-20180922学习笔记 brown thingssomething old- fashioned and cheap csahback返现 With this card, consumers can get 20% cashback at gas station. put sth in perspective正确全面的看待某事 You’d better put your job-hop in perspective. It’s just not what you are thinking about. scrub off= cross out 划掉 The teacher scrubbed his name off, because he cheated in the exam. forthwith立刻 I could have you arrested forthwith. devilspeak of the devil这个用语最早起源于18世纪初，当时非常忌讳直接提到恶魔，有一种迷信的说法： Speak of the devil and he’s sure to appear. 如果你说到魔鬼，魔鬼就一定会现身。这句话常用来作为告诫一定要注意言行，不要犯了忌讳。 在十九世纪的时候，这个用语逐渐脱离了它字面的意思，成为一种对偷听者的警告，例如，你跟别人八卦的时候，突然有人在偷听，你想把偷听的人赣州，就可以说： Speak of the devil and he’s sure to appear.我们讲你坏话的时候，你刚好就来偷听了。 到二十世纪，这个用语才逐渐发张成了现在“说曹操曹操到”的意思 How’s Peter doing? Is he still working at… Speak of the devil! Here comes Peter! play the devil’s advocate主要用于讨论问题的时候，意思是为了保证一个新方案的成功实施，尽可能周全的考虑到各个方面的情况，并提出反面意见。最早起源于罗马天主教会，在授予某人圣人称号是要经过审议。在审议时总有一个会提出反面意见的教会官员，他们指出被授称号者的缺点，目的是促使审议人员更慎重的讨论。担任着想工作的官员被称作the devil’s advocate。 So basically my role in the com[any is to play the devil’s advocate to each new proposal before we connit to it.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note2","slug":"英语学习笔记note2","date":"2018-09-08T14:08:22.000Z","updated":"2020-03-29T06:38:08.614Z","comments":true,"path":"2018/09/08/英语学习笔记note2/","link":"","permalink":"https://blog.takeko.top/2018/09/08/英语学习笔记note2/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影220180902-20180908学习笔记 take sb/sth for granted认为…..理所当然 We take having an endless supply of water for granted. jerk around耍弄，戏弄 You jerk me around on this, and I’m going to get cranky right in your face. blow away留下深刻印象 The amount of the check blew me away. point blank直截了当地 I asked a favor of him once, but he refuse point-blank. break it up口语中表示“散了吧” Alright, show’s over. Break it up, break it up. break the ice打破僵局The host told a joke to his guests to break the ice. slice in line/cut in line插队I get annoyed when people slice in line. That’s it. 表示赞同 =That’s right – So she is going to marry the doctor. – That’s it. 表示结束，意为“完了，没有别的了” I’ll finish taht, that’s it. 表示反感或失望，意为“够了，行了，得了” That’s it. Haven’t you said enough？ 表示鼓励或赞同，意为“这就对了，就这样” That’s it. Let’s tell her the news when we see her. 用于称赞的话How smart of you! 你真明智 You should have a real talent. 你真有天赋 That’s a very nice hairdo you’re wearing. 你发型真漂亮 You are looking great. 你真好看 That’s the icing on the cake. 这可真是双喜临门了 A good teacher makes good student. 名师出高徒 I would like to compliment you on your diligence. 我想称赞一下你的勤奋 We’re proud of you. 我们为你自豪 He has a long head. 他很有远见卓识","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note1","slug":"英语学习笔记note1","date":"2018-09-01T14:36:42.000Z","updated":"2020-03-29T06:37:57.982Z","comments":true,"path":"2018/09/01/英语学习笔记note1/","link":"","permalink":"https://blog.takeko.top/2018/09/01/英语学习笔记note1/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影20180827-20180901学习笔记 Konck off停止工作，下班 -Shall we konck off, sir? -come on, guys. It’s due next week. call it a day就到这吧，收工吧 Let’s call it a day and go to the movies. in essenceessentially 实质上，大体上 In essence, all computers are the same. excel at擅长，在某方面杰出 period句号，用在句尾表强调，以上我说完了 I love him, period. come by得到，获取 I don’t konw how he came by so much money. run errands跑腿 hold … to …使坚持，使遵守 hold somebody to a promise 使某人守诺 Now I have to hold you to your promise. 请假的表达方式 I ‘d like to have three days off. Would it be possible if I take next Friday off? I have some personal business that I need to take care of. Could you cover for me on Friday? Would it be possible if I swiched my Tuesday shift for your Friday shift? verb + sb + prep + the + 身体部位eg：take sb by the arm 抓住某人的胳膊 pat sb on the shoulder 拍某人的肩膀 verb: hit/strike/beat/touch/take/catch the: 只用the，不用a/an或his/her prep: in/on/by/with/at 1. in 表示在身体部位内部、涉及身体表面较柔软或较“空”的部位也用in；以及表示身体部位受到伤害或者感到疼痛时，也常用in He hit me in the mouth(eye/stomach/face) I was wounded in the leg. He felt a sharp pain in his knee. 2. on 表示身体部位表面和面部表情，或者较为坚硬、突出的部分。 He stared at her with tahet peculiar expressions on his face. He was hit on the head . The man beat the boy on the back/breast/jaw/neck. The mother kissed her daughter on both cheeks. 3. at 在身体部位名词前用介词at的时候不多，一般出现在下面这些用法中（at后面不用冠词） at heart：Yeah，but I felt sick at heart when I saw how much she was hurt. at hand: He said the road for oppasition has been long and painful, but that victory is at hand. 4. by 常与动词take，seize，catch，lead等词连用，表示拉、扯、抓住身体某部位 He took her by the hand. The man caught/seized the thief by the arm You should make your own decisions, and not let others lead you by the nose. 5. with 常表示借助什么方法、工具等做某事 take sth with both hands 用双手拿 see with one’s eyes 用眼看You can’t imagine how amazing they are unless you see them with your own eyes. 颜色的意义Blue 表示情绪–不快乐、忧郁 This is because blue was related to rain, or storms, and in Greek mythology, the god Zeus would make rain when he was sad (crying) , and a storm when he was angry.–Wikipedia in a blue mood 心情郁闷 a blue outlook 悲观的人生观 下流 blue talk 下流的言论 blue film 成人电影 a blue joke 下流的笑话 表示社会地位高、出身贵族 “蓝血贵族”源于西班牙皇室，贵族们常自豪的挽起袖管展示自己雪白小臂上清晰可见的蓝色静脉血管。 How I wish I were a blue blood, so that I could be a little princess quietly. blue in the face 精疲力尽 blue fear 极度恐慌 once in a blue moon 几乎不，千载难逢 drink till all’s blue 一醉方休 Green green可指代财力的，由于美元背面是绿色的。 green power（财团） green back（美钞，又称“绿背”） 用于描述嫉妒 源于William Shakespeare的《奥赛罗》—— O, beware, my lord, of jealousy, it is the green-eyed monster which doth mock the meat it feeds on. green是大多数正在生长的植物的颜色，意味着年轻，因此green也有生疏的意思。 green as grass 幼稚的 in the green 在青春期 green from school 初入社会 greenhorn 新手——horn是动物头上长的角，动物在刚出生的时候，它们的角还没有长成，只是头上有日后会长成角的基部，带有不久便会消退的绿色，所以greenhorn是初生动物的标志，现在引申为新手的意思。 Yellow在古代中国黄色一般象征着皇权，不过西方国家yellow比较含贬义，据《圣经》（Bible）记载，犹大是耶稣的门徒之一，也是出卖耶稣的人，他就身穿黄色的衣服，因此后人认为黄色有卑鄙、胆小等象征意义。 yellow dog 杂种 yellow belly 胆小鬼 Redred在西方文化中是一个贬义较强的词，因为西方人较多地将红色与血液的颜色联系在一起，由鲜血再联系到流血的暴力，所以Red除了红色的本意外还有暴力、危险的意思。 red rules 暴力统治 red battle 血战 red light 危险信号 red alert 警报 工作用语night to five 早九晚五 night shift 晚班 graveyard shift 大夜班 insane hours 没日没夜的干 odd hours 工作时间没规律 24/7 on-call 一周七天，一天24小时随叫随到 work overtime 加班 flexible hours 工作时间灵活 telecommute 远程工作 off-the-clock 无偿加班","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"孤岛","slug":"孤岛","date":"2018-08-25T11:31:45.000Z","updated":"2018-09-01T14:31:06.317Z","comments":true,"path":"2018/08/25/孤岛/","link":"","permalink":"https://blog.takeko.top/2018/08/25/孤岛/","excerpt":"","text":"新入滴胶坑，参考别人的视频尝试了一次造景","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"手作","slug":"手作","permalink":"https://blog.takeko.top/tags/手作/"}]},{"title":"国家企业技术中心分数计算器","slug":"国家企业技术中心分数计算器","date":"2018-08-22T12:13:31.000Z","updated":"2020-03-29T06:37:31.806Z","comments":true,"path":"2018/08/22/国家企业技术中心分数计算器/","link":"","permalink":"https://blog.takeko.top/2018/08/22/国家企业技术中心分数计算器/","excerpt":"","text":"最近由于工作需要在申报国家企业技术中心，其中分数计算过程十分繁琐，手动计算容易出错，应同事要求写了一段代码计算分数，当做python的一个小练习。 计算规则评价方法见发改委通知具体计算规则如下：1．指标数值大于或等于满分要求时，指标得分为满分，即指标得分等于上表中的权重；2．指标数值等于基本要求时，指标得分为权重的60%；3．指标数值为0 时，指标得分为0；4．指标数值处于0 和基本要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值/基本要求）* 权重的60% 指标数值处于基本要求和满分要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值-基本要求）/（满分要求-基本要求）* 权重的40% + 权重的60% 其中，指标名称、权重、基本要求和满分要求如下： 代码如下1234567891011121314151617181920212223242526272829303132333435363738394041424344454647484950515253545556575859606162636465666768697071727374757677#coding:utf-8import pandas as pddef compute_score(x, weight, base, fullscore): x = float(x) if x == 0: score = 0 elif x&gt;0 and x&lt;base: score = x/base*weight*0.6 elif x == base: score = weight * 0.6 elif x&gt;base and x&lt;fullscore: score = (x - base)/(fullscore - base)*weight*0.4 + weight*0.6 elif x &gt;= fullscore: score = weight score = round(score,1) return score def isnub(x): try: nb = float(x) #将字符串转换成数字成功则返回True return True except ValueError as e: return False #如果出现异常则返回FalseX = []Scores = []Final_score = [0]*18Titles = [&quot;研发人员人均研发经费支出&quot;,&quot;研发经费支出占主营业务收入的比重&quot;,&quot;研发人员占企业职工总数的比重&quot;,&quot;技术中心拥有的高级专家和博士人数&quot;,&quot;来技术中心从事研发工作的外部专家人数&quot;,&quot;企业拥有的全部有效发明专利数&quot;,&quot;企业全部研发项目数&quot;,&quot;基础研究和应用研究项目数占全部研发项目数的比重&quot;,&quot;企业技术开发仪器设备原值&quot;,&quot;国家级研发平台数&quot;,&quot;省级研发平台数&quot;,&quot;通过国家（国际组织）认证的实验室和检测机构数&quot;,&quot;当年被受理的专利申请数&quot;,&quot;当年被受理的发明专利申请数&quot;,&quot;最近三年主持和参加制定的国际、国家和行业标准数&quot;,&quot;新产品销售收入占主营业务收入的比重&quot;,&quot;新产品销售利润占利润总额的比重&quot;,&quot;利润率&quot;]Weight = [8,12,7,4,4,5,4,4,4,3,2,3,5,6,4,10,10,5]Base = [5,0,3,5,20,5,10,3,3000,1,1,1,10,5,1,20,15,2]Fullscore = [80,0,25,25,100,80,100,10,30000,2,3,2,50,30,6,40,30,12]for title in Titles: #由于第二个指标“研发经费支出占主营业务收入的比重”需要先进行一步判断，所以单独进行计算 index = Titles.index(title) if index == 1: Revenue = input(&quot;请输入主营业务收入(亿元)：&quot;) while isnub(Revenue) == False: Revenue = input(&quot;请输入数字：&quot;) Revenue = float(Revenue) x = input(&quot;请输入研发经费支出占主营业务收入的比重：&quot;) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) if Revenue&gt;=500: score = compute_score(x, 12, 1, 5) if Revenue&lt;500 and Revenue&gt;=100: score = compute_score(x, 12, 1.5, 7) if Revenue&lt;100 and Revenue&gt;=10: score = compute_score(x, 12, 2, 9) if Revenue&lt;10: score = compute_score(x, 12, 3, 12) X.append(x) Scores.append(score) print(&quot;研发经费支出占主营业务收入的比重项得分 %.1f&quot; % score) else: title_input = &quot;请输入&quot; + title + &quot;:&quot; x = input(title_input) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) score = compute_score(x, Weight[index], Base[index], Fullscore[index]) X.append(x) Scores.append(score) title_output = title + &quot;项得分：%.1f&quot; print(title_output % score) final_score = 0for score in Scores: final_score = final_score + scoreFinal_score[0] = final_scoreprint(&quot;总分%.1f&quot; % final_score)#数据保存到本地 columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe = pd.DataFrame(&#123;&apos;Titles&apos;:Titles,&apos;Weight&apos;:Weight,&apos;Base requirements&apos;:Base,&apos;Fullscore requirements&apos;:Fullscore,&apos;Value&apos;:X,&apos;Score&apos;:Scores,&apos;Final score&apos;:Final_score&#125;)file_name = &quot;Data.csv&quot;dataframe.to_csv(file_name,index=False,sep=&apos;,&apos;)columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe.to_csv(file_name,index=False,columns=columns)print (&apos;Finish saving csv file&apos;)代码下载链接运行结果如下图，输入企业该项数值，计算该项的得分。加入了输入的数是不是数字的判断，如果不是会要求重新输入。全部数值输入完成后计算总分，并保存成表格。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"}]},{"title":"Hello World","slug":"hello-world","date":"2018-06-25T12:28:09.589Z","updated":"2018-08-27T12:53:17.741Z","comments":true,"path":"2018/06/25/hello-world/","link":"","permalink":"https://blog.takeko.top/2018/06/25/hello-world/","excerpt":"","text":"This is my very first post.This blog website is built based on Hexo! Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment DocumentationGitHub","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[]}]}