{"meta":{"title":"Takeko","subtitle":null,"description":null,"author":"Takeko","url":"https://blog.takeko.top"},"pages":[],"posts":[{"title":"中国女性的20世纪——近现代父权制研究","slug":"中国女性的20世纪-近现代父权制研究","date":"2020-06-29T13:11:19.000Z","updated":"2020-06-29T13:24:35.808Z","comments":true,"path":"2020/06/29/中国女性的20世纪-近现代父权制研究/","link":"","permalink":"https://blog.takeko.top/2020/06/29/中国女性的20世纪-近现代父权制研究/","excerpt":"","text":"概要本书从文学作品中分析了20世纪中国父权制中的代际支配和性别支配。 第一部分对父权制本质之一的代际支配问题进行了研究，并将重点放在了母亲导致的支配问题上。首先在第一章，以民国时期（1912-1949）婆婆压迫下位者的儿媳的案件为实例，试图就作者视为中国父权制的一大特色的“母亲的权力”进行理论性的整理。在第二章中，以母亲强迫儿子接受包办婚姻为实例，探讨母亲行使权力的具体方式。在第三章，把母亲中掌握家庭实权的“寡妇”作为形象，探讨中国文学作品是如何描写这些“恶魔般的母亲”的，并分析这些作家对于“母亲的权力”的认知和看法。最后，通过以上三章内容，总结出“强大的中国女性”这一形象产生的背景及原因，明确中国式父权制所包含的女性压迫的多重性。 在第二部分,主要就父权制的另一大本质-性别支配进行研究。其主要目的在于不仅在文学中进行研究,同时运用社会学等领域的资料,尽可能地使男性支配女性的实际情况更具体化。首先在第四章中,概述从近代到现代,因守节与再婚这两种完全相反的社会要求而牺牲的寡妇的实际情况,并着眼于中国社会依然残留着的传统伦理规范及支撑其存在的宗族制度,讨论束缚中国女性的有形的和无形的压迫结构。而正是这些传统伦理规范造成了这些寡妇的不幸。在接下来的第五章中探讨在中国有史以来即存在的纳妾制度并介绍了民国时期正房与小妾的情况。并通过以上几章的内容,探讨了中国男权支配的实际情况和问题所在。 观点摘录： 据资料记载，民国时期，有四成的年轻女性沦为童养媳。更有甚者，在江西省、福建省的个别县，有八至九成的女性沦为童养媳。 一旦周围人认可其行为是行使父权制的代理，即便是女性（如果愿意的话），也可以肆意的滥用权力。中国式父权制巧妙的利用如家伦理纲常和传统习俗、信仰来巩固自身的统治地位。母性是受害者同时，也可利用儒家伦理纲常和传统习惯赋予其的“母性权力”来压迫作为下位者的儿媳。 中国式父权制将原本属于家长的对子女的教育权和惩戒权重的一部分以及“对媳妇的监督权”委托给了母亲，而这逐渐成为习俗，母亲早已习惯于独立行使这种“母亲的权力”了。 孟悦、戴锦华《浮出历史地表》：历史只是父亲的历史，而不是母亲的历史，封建家长式的“母亲”并非母亲，而只是父权意志的化身，而若抽出父亲意志内涵，“母亲”只是空洞能指。 综上所述,父权制背景下的中国的母亲们在以敬爱长辈,顺从、侍奉父母本质的“孝”的思想的支撑下拥有“母亲的权威”。因此,在妻子由于某些理由被丈夫委托代行权力时,在家族和社会中已经形成了接受其行使权力的环境。表面看,这种权力是在“父亲的权力”之下,不能超越父权制的范围,但值得注意的是,像对儿媳的监督权、主婚权等受丈夫委托所获得的权力中,一部分力是由于丈夫不在、默许、不干涉或不关心所获得的。在长久的历史中,这些权力逐渐地被习惯化、常态化,从而成为了实质性的、常态化的母亲的权力。而在行使这些权力时的行为,也不一定全是作为家长代行者“所被期待的行为。如上所述,中国和西欧社会的母亲拥有的权力有很大的差异,如若无视这些差异,把欧美的理论作为普遍原理应用到中国,像西欧社会那样,把实施压迫行为的母亲“男性化”,吸收到“父亲的权力”中去,反而会使中国的父权制问题变得模糊不清。 正确认识中国父权制背景下的“母亲权力”，并对其压迫性的一面进行觉醒性批判即使切断被卷入女性间压迫构造中来的女性的负面历史的一大战略，同时也是近代知识分子们，为了自身的近代思想的存立，对传统价值的宣战。 从母亲的权力这一角度对中国式父权制的一大特征-代际支配问题进行了考察。结果表明,在中国社会中,女性也可能成为压迫者。而且,伴随着权力的压迫,母亲对儿子进行强有力的支配和统治的现实情况也浮出了水面。文学作品中之所以描绘那些恶魔般的母亲,也恰恰是因为现实社会中存在这种十分强大的母亲,而作家们将其理解为可以左右自身生活方式的有形的或是无形的强大力量,进而描绘出来。母性的权力这一主题,是中国的女性作家们在考虑母女关系时无法逃避的重要内容。值得注意的是,在这些作品中,越来越多的作品通过描写晚辈的反抗行为来解构“母亲的神话”。其中尤以描写女儿对母亲的反抗行为的作品居多。要想斩断这种代代相传的循环性压迫,终结女性的负面历史–同性间压迫的历史,最终沉重打击中国式父权制的构造,就必须要让作为直接受害者的女性们站起来,为自己发声。这些作品站在性解放的基本立场上,进行了强有力的描绘和控诉。 文学作品所描绘的心理现实和外在的客观事实还是有区别的，将文学这种本身就尚需解释的东西作为实证的材料来使用确实让人不安。 尽管深知引用文学作品存在诸多危险，但仍然积极地引用文学作品，因为和数字和数据相比，文学作品最能够表现出当时人们的具体心理活动和社会环境。 一般来看，嫌弃寡妇再婚、让寡妇守节的社会风潮是从宋代开始的，但夫马进在《中国明清时代的寡妇地位和强制再婚的风俗》中指出，这种社会风潮完全渗透到整个社会，作为社会道德开始广泛发挥作用基本是从明清时期开始的。 按照阶层分别来看，“贫困家庭”无论有没有子嗣，为了得到再婚的聘礼（寡妇的身价），也就是为了将寡妇卖掉换钱而再婚之风盛行。在“稍微富裕一点的家庭”，尤其是在没有儿子的情况下，为了避免族内继承人的选定上的麻烦或是为了夺走寡妇手中的遗产，也经常强行让寡妇再婚。而当时的社会状况–为了减少口粮杀掉女童的情况导致男女比例失衡，衍生出慢性的婚龄女性不足问题，也在寡妇的再婚问题上起到了推波助澜的作用。但在“很富裕的富豪家庭”，和遗产相比，再婚带来的家族颜面损失更大，所以这个阶层的寡妇基本没有收到强制再婚的困扰，反而被要求守节。如果有孩子的话，她便代替丈夫的地位，拥有极大的权力。也就是说，即使是在奖励节妇烈女、“要求守节、嫌弃再婚”的社会风潮最为强烈的明清时期，在社会中下层中仍广泛存在强迫寡妇再婚的现象，“在明末之后衍生为一种风俗，逐渐大众化、普遍化”。 那些大户人家的寡妇大都守节，这和那些被迫再婚的贫困家庭寡妇们比起来似乎遭遇更好，但守节寡妇就行是用来装点陈列柜的奢侈品，和那些因为再婚而将自己交于他人的寡妇们实则没有任何区别，她们都被当做没有个人意志（再婚与否的自由）的“东西”。 通奸又可分为有夫通奸和无夫通奸。所谓有夫通奸，是指女方有丈夫的情况，无夫通奸是指未婚女性或者寡妇。在清朝以前，这两种情况都是有罪的。没有婚姻关系的男女如果身体上发生关系的话，将被视为通奸罪处理。但到了民国，关于无夫通奸的认知经常变化，]912一1914年无夫通奸是无罪的，1915一1918年又变成了有罪。而且其后10年间的审判过程中对其的规定也没有明确，直到1928年国民党政府颁布的新刑法才彻底规定其为无罪行为。虽然自此之后，寡妇的恋爱不再受到法律的限制。但实际上，族规、乡规等规定却依然认定此为有罪行为，寡妇仍然要受到这些规定的审判。因为通奸罪需要当事人或其家人的告发才能够论罪，所以即使是在无夫通奸有罪的时期，发觉寡妇自由恋爱或自由结婚后，也很少寻求律法的审判，大多是在族内处理。 作者对现今社会被视为促进寡妇再婚的三大理由–一是贫困；二是人口性别比例不平衡；三是寡妇的财产权。 在中华人民共和国成立之前，中国基本实行一夫一妻多妾制。即使在民国时期，妾作为事实上的家属的身份（准配偶）得到认同。此后的1930年颁布的《新民法》虽然消除了关于妾的规定，将妾排除在法律之外，但实际上，纳妾并没有得到禁止。因此，可以说直到1950年《婚姻法》（第一章《原则》第二条）的实施才明令禁止蓄妾，中国社会一夫一妻多妾制才退出历史舞台。 但无论蓄妾制的存在有多么冠冕堂皇的理由，正如近代的许多学者所指，其本质还是为了满足男性的性欲望，或是彰显男性的权力、富有等阶级优越感。一个男性同时拥有数个女性，不仅助长了女性之间的竞争，而且太高了男性的地位，过分拉低了女性地位。因此，作为性别歧视的典型–女性的地位因男性的性嗜好而定，这在研究中国父权制时是不得不讨论的课题。 想法碎片 作者认为“在丈夫不在的情况下自主的行使被自动赋予的权力，说明中国的母亲是可以依据自身的意志来采取行动的”，“这些肆意用权的母亲们决不都是“被利用”而成为家长的爪牙的”。这种说法并不能说服我，没有男性个体的参与就说明没有父权制压迫的存在吗，父权思想的内化不算进行“利用”的手段之一吗？ 用文学作品做论据虽然可以反映当时的一些社会现实，但总觉得不够严谨。可能是受高中语文阅读理解题的影响，我总觉得通过文学作品分析作者的想法有点好笑。 我觉得我不适合读分析文学作品的书，我讨厌在谈社会现象的时候谈感情，在谈论单独的人的时候要分析他的思想观念情绪，这是对个体的尊重，但是谈论整个体制的时候怎么谈感情呢。 在分析每个个案的时候，读到类似于批判的话总让我觉得不舒服，总觉得 应该批判的是社会体制，而不是其中个人，哪怕我反对父权制反对的也不是男性个体，是整体的经济文化体系。对其中一个女性个体来说，她当然可以按照自己的经历指责身边的其他个体，哪怕扩大范围攻击群体，也是受自身经历和观念的限制，虽然不理智但是情感上是可以理解的。作为一项研究来说，想以小见大一定要有数据支撑，以某个人的经历上升群体得出的结论，总觉得根基不是很稳。 为了避免和母亲对立，选择和兄长对立，这是什么骚操作，没看懂其中的逻辑。在分析母亲、儿子和妻子这三者的关系时，选了一部突出儿子受压迫的作品，对其中妻子部分描述很少，我更想看一点妻子的部分。 书单 呼兰河传（萧红） 女兵自传（谢冰莹） 青春的梦（张闻天） 隔绝、隔绝之后（冯沅君） 茑萝集（郁达夫） 庐隐自传（黄庐隐） 孔雀东南飞（袁昌英） 金锁记（张爱玲） 女娲（徐坤） 落日（方方） 巧秀和冬生（沈从文） 祝福（鲁迅） 锁链，是柔软的（戴厚英） 未亡人（张弦） 桑树坪纪事（朱晓平） 为奴隶的母亲（柔石） 一件喜事（凌叔华） 黄霉村的故事（杨刚） 离婚（谢冰莹）","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"造就WOMEN-Session4未来","slug":"造就WOMEN-Session4","date":"2020-06-28T12:44:32.000Z","updated":"2020-06-29T12:49:50.651Z","comments":true,"path":"2020/06/28/造就WOMEN-Session4/","link":"","permalink":"https://blog.takeko.top/2020/06/28/造就WOMEN-Session4/","excerpt":"","text":"人类与病毒，一场战争与和平的历史闻玉梅 中国工程院院士 复旦大学上海医学院教授 免疫”两个字是古希腊来的，就是“免除劳役”，本来你应该要去服劳役可以免除，其实这个名词是这样来的，所以人的免疫，就是跟这个病原微生物之间的斗争。 免疫是有记忆的，就像我们大脑一样，它有记忆的。我现在免疫了，我打了麻疹疫苗，以后麻疹流行的时候，我身体自然就跟它产生就恢复了我的记忆起来。 我的”大胆”与”鲁莽”叶叔华 中国科学院院士 中国第一位女天文台台长 我就提出要做甚长基线，而且一做就做三个站，上海、乌鲁木齐跟昆明，这是一个在中国来说一个很大的三角形，全世界都没有人提。 既要支持处在贫困中，有各种生活问题的女同胞，同样也应该支持确实能够出头露面的。出头的女性越来越多的话，自然这个问题就解决。这不是一个口号，而是有些实际的行动才行。 我们往往对技术有着一种盲目的信任，愿意相信技术是中立的，数据的决策更加客观，大数据更加全面。这些观点在一定程度上是对的，但是我们同时要意识到技术从来不是在真空，或者单纯的实验室状态下的产物，技术也绝对不是科学的应用化这么简单。 哪怕是最单纯的科学研究，也都具备一定的社会、文化和政治因素。 我们必须在对科技带来便利、变革和创新的同时，意识到科技所具有的复杂性的特点，尤其是当科技与资本、与政治的意识形态形成合谋的时候，它其实会带来非常大的欺骗性和自然而然性。 即使我们相信技术在一定程度上，是具有平权或者说提供平等的机会的。但是更多的时候，技术所带有的偏见是从我们人类社会当中，不自觉地被带入进去，而不自觉地又被延续了下去。 为什么人工智能与大数据会有性别偏见？陈静 南京大学艺术系副教授 为什么？因为这就是偏见，这就是它以往的对于人、对于性别、对于年龄的偏见，促使他们在向我们的技术向我们的市场进行转化的时候，不加思索的把所有的一切，我们可能在人类社会当中已经有意识要去改变的一切，又带入到了这样的一个新世界里面。 所有的智能语音的小助手们，大家会经常听到的都是女性对不对。你会听到一个非常甜美的、非常美丽的甚至是非常年轻的一个女性声音。少女的形象出现在你的手机里。出现在你的家用的这样的一个智能电器里，出现在你各种智能化的陪伴的应用里。 我们不能说排斥人工智能，我们也不能够去一刀切地反对人工智能，恰恰相反，我们要与它们合作、要与技术合作，我们要去了解它背后的逻辑，了解它的好与坏，了解它的短处。与此同时我们要做出一些变化，做出我们的应对。 我们以我们认识的方式、我们的知识和事业塑造了新世界，但同样，我们必须要警惕，我们的新世界同样也在塑造着我们的认识。 为何女性主角会成为科幻主流选择？陈楸帆 科幻作家 科幻小说其实长时间被视为一种大男孩儿的逃避主义文学，包括历史上有非常多的女性作家借助于男性的化名才得以发表甚至获奖。所以在我们的圈子里有一种说法叫“老白男”，也就是说在欧美的科幻圈里，长时间是被这种年纪很大的白人男性作者占据了主导的地位。 她设想了一种双性同体的一种女性的模式，她借由将男性的一些果敢独立的这种气质去融入了传统女性的一种慈爱母性的这种气质，以此来挑战父权社会里对于传统女性单一的这种想象，也就是柔弱的、被动的、敏感的、顺从的这种想象。 非常多的科幻小说，它可以想象最狂野的一种科技创新，但是它却无法去展示这样的一种新的科技对于社会所带来的影响。那么在很多的故事里人类已经可以去移居到整个宇宙享受的最为先进的这种技术以及上层建筑，但是他们却好像仍然生活在五十年代的一个美国郊区一样过着这种传统的异性恋的生活，养两到三个小孩儿，所有的性别、所有性别的关系都没有变化，这在她看来是完全不可思议的。 他在《爱死机》这样的一部Netflix的作品中有一个故事叫做《Good Hunting》， 也翻译成叫《狩猎快乐》。它其实是把中国神话里面的一个狐狸精的故事进行了改写，那么通过这个故事，我们其实可以看到刘宇昆如何去摆脱一个男性凝视的这样一个视角，去把已经被性别染色的固有的女性的形象给它重新赋予新的含义。比如说狐狸精在我们传统的语境中往往代表着一种勾引、性感。那么在这故事里，其实它被赋予了更多的主动性。 归根到底，重要的不是女性符号化的外观或者举止，而是如何给她一个真实的选择权，如何让她回归到她真实的身份以及地位所能做出的行为举止，如何回归到一个女性真实、平等、多元的自我本身。 未来，性别可能不那么重要了汤唯唯 造就创始人、CEO 随着越来越敏捷的开发工具的产生，我们会发现最关键的能力是两个：一个是获取信息的能力，第二个是表达信息的能力。 首先要知道如何共情，才能知道如何共创。 外部的环境瞬息万变，而如何在这种环境里面持续自己的目标，坚韧不拔，最终达成目标，这样的能力就显得尤为可贵。 在持续的变化中去寻找到不变的因子，我们才能够真正地发现这个世界的本质。 未来是属于女性的，因为她们更擅长连接，因为她们更擅长共创，因为她们有着更强的坚韧和坚持的能力。 在我们去定义什么未来女性的时候，我们发现性别可能不那么重要了，而重要的是她们在内心如何去认知自我。 把女性这件这个词放在前面去讲，其实从某种意义上就默认了这是一个弱势的群体，或者说从某种意义上就默认了这是一个需要被强调、需要被突出、需要去被帮助的群体。 人类的进化的最终是我们都形成了一个更好的混合体，我们既柔软又刚强，我们既坚韧又脆弱，所有的好或者不好，所有的美或者是丑，其实都是这个世界多元的一部分。 我们会越来越包容这个世界，同时我们又会越来越在意自己独有的特性。 在越来越虚拟的人类世界中，人类本身就要变得越来越善于连接，越来越善于去处理各种信息和知识，越来越明白在变化不断的世界里面，怎么去坚持自己的那一份不变。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"演讲笔记","slug":"演讲笔记","permalink":"https://blog.takeko.top/tags/演讲笔记/"}]},{"title":"造就WEMON-Session3突破","slug":"造就WOMEN-Session3","date":"2020-06-28T12:44:27.000Z","updated":"2020-06-29T11:48:51.312Z","comments":true,"path":"2020/06/28/造就WOMEN-Session3/","link":"","permalink":"https://blog.takeko.top/2020/06/28/造就WOMEN-Session3/","excerpt":"","text":"127位当代作家性别观调查，我心目中的理想女子张莉 北京师范学院文学院教授 一个文学创作者、一位作家，他（她）不能拘泥于自己的生理性别，而应该看重自己的社会性别。 “她” 诞生于现代中国，和那个 “他” 是平等的。从这个字里边，我们也会看到 “她” 和 “他” 有相同的一部分，也有不同的一部分。 所有人都是平等的，没有性别之分，这话当然没错。可是具体到写作本身，不能在平等的概念之下，抹杀所有书写行为的具体性。 那些反对女性写作，强调这个世界上写作没有男女之分的人，是不是应该停下来想一想，我们有没有忽视女性的具体处境？是不是为达到一种普遍的、一致的、整齐划一的标准而无视那些本来的不同？ 我是人，然后是女人；我是作家，然后是女作家。 100年前，中国女性是要缠足的，而且不能上学。即使进学校也不能和男人一起接受平等教育，不能实现男女同校，可是今天我们已经实现。克服不平等和偏见，这一切需要一个过程。 全社会性别意识的改变，有时候只是在微妙的一瞬间。 尽管困难重重，一个普通人的努力也是重要的。因为我们每个人的性别观都不是孤立的，它是我们整个时代的文化土壤，是我们社会空气的一部分。我们每个人的性别观，最终会构成我们时代的性别观。 做公益教育，如何躬身入局潘江雪 真爱梦想基金会发起人、理事长 大山深处、高原之上孩子们的境遇深深地刺痛了我的心。上学不要钱了，偏远地区的孩子上学还能拿到补贴。教学楼修得越来越好，教室里有漂亮的书桌，操场上有崭新的篮球架。在很多地方，你可以看到当地最美的建筑就是学校。除了一对一的助学，我还能为她们做一些什么？ 在城市家长调研中看到的教育焦虑，和藏区田野调查时看到的反差，让我开始反思教育的本质。这些年，通过国家持续地投入、社会各界捐资支持像“希望工程”这样的教育民间投入，已经解决了让每个孩子“能上学”的问题。但如何让每一个孩子愿意留在学校，“上好学”就成为当下最迫切的问题。 我希望他们长大以后，不论是在家务农，还是来城市打工，都可以自信、从容、有尊严地生活。 比起当初捐钱助学，要把帮孩子“上好学”这件好事做好，其实比想象中难。尤其是我们选择了教育公益中最难的骨头啃——帮助孩子们培养科学求真的精神、健全有爱的品格、和敢于追梦能力，以迎接未来生活的挑战，而不是为了提高分数。这是「育人」的大问题。 我们如何攻克血液肿瘤之首–淋巴癌赵维莅 上海血液研究所常务副所长 作为主任，我很幸运，我获得了小郭给我的三朵绢花。这些绢花也鼓励着我们后来很多的Car-T患者，让他们看到了生的希望。 每一位患者都鼓励着我们在医学道路上始终不懈地追求，救死扶伤，为生命护航。 我们希望能够建立一个原创性、转化型、国际化的淋巴瘤研究中心，我们更希望当白衣天使插上科学的翅膀，有更多的患者能够重获新生，战胜他们的疾病。 女人为什么不应该像男人一样恋爱？吴海燕 哈佛燕京学社 访问学者 这种爱情方式是不是有点耳熟？事实上，这是男人的常规操作。或者说，在社会上绝大部分人看来，这是一个成熟而上进的男人应该有的爱情观；只有罗密欧或者维特那样的少年，才会为爱情要死要活，成年男子如果这样，大概率会被瞧不起。 跨越了30年的两版《东京爱情故事》，让赤名莉香从一个爱的主体，变成了一个男人，而这就牵涉到一个很有意思的问题‘女性要获得独立、尊严和成功，是否只能让自己变得像男人那样？ 爱情其实是一种非常女性化的东西。我甚至敢说，今天我们所言说的爱情，作为人类的一种文化建构，其实主要就是由女性创造和践行的，不服来辩。即使像美剧《欲望都市》这样一个大胆前卫的作品，都不止一次的强调，女人很难像男人那样恋爱。 波伏娃认为，女性其实有很多性别上的优势。比如说，女人比男人有着更复杂的心灵活动，有更细腻的情感世界；我们热爱美好的事物；相比于男性那种狂妄的自信，女人更有同情心，也更容易变通。因此，女性的解放，不仅仅是这个性别本身的福祉，也能为整个人类带来好处。我们可以去改良那些雄性的准则，保护这个已经危机四伏的世界。 如果女人在包括爱情的各个方面，都像男人一样，这就意味着对于女性别优势的整体抛弃。 随着新自由主义神话的破灭，曾经以为只要努力什么都可以拥有的都市年轻白领女性，突然发现能养活自己就不错了。盛世，会给人一种虚妄的优越感和安全感，可以把一切矛盾和问题都压下去。然而，那些问题并没有被解决，那些矛盾并没有消失。 所以不要去指责新版的莉香没有那么可爱了，对于今天的女性，妥协与取舍才是生存之道。 解决问题的第一步是理解问题，当你发现一个现象或者一个问题的时候，不要急着去站队，不要用直觉或感性去潦草地应对，而要用理性、逻辑，结合知识去深入地思考。 改变悦他心理，女性如何重新认识自己的身体？三木 Yummy女性愉悦启蒙机构创始人 人们对于男女的欲望是有区别对待的，在这个双重标准里，女性受的性压抑更深重。一个男的可以喜欢性，一个女的就不可以喜欢性。如果一个男的喜欢性，别人顶多调侃说，你这人好色呀好流氓呀。如果一个男人有很多性伴侣，别人会说他有钱、身体好、或者长得好有魅力。但如果一个女性喜欢性，有很多性伴侣，就会被说很难听的话，比如放荡、下贱，是个坏女人。 研究证明，对自己私处感觉舒坦自在的女性，其性爱的满意程度，是不满意私处女性的61倍。如果你关心自己的脸长什么样，那你就应该关心自己身体的各个部位是什么样的，这是接受自己身体的第一步。知道自己长什么样子，然后学会去欣赏它，学会接受这是自然的。 通过了解自己的身体构造，对自己的高潮负责，而不是把自己的快乐寄托在别人身上，这是一个实现女性自主和两性平等的基本主张。 要想在亲密关系里创造平等、被爱感，就要学会Say No；同时也要抛开所谓的荡妇羞耻，自然地、坦荡地表达Yes。 只有在卧室里女性能够做自己，她才可能从身体、亲密关系、公共关系里成为独立的、自主的、愉悦的个体。而人类爱欲，不只是科普与技巧，不只是色情与刺激，而是减缓、治愈人类关系中的隔阂、挫败感的一剂良方，它能帮助你过上更好的生活。 八年家庭主妇之后，我如何成为上纽大副校长？刘虹霞 上海纽约大学副校长 女性自己没有必要把家庭和事业对立起来，这不是一个是否的关系，而是一个先后的关系。一个女人不可能在同一时间里什么都争取，有先有后有重点。现代女性可以有成功的事业，也有圆满的家庭，家庭是社会的细胞，女性对小家庭的奉献也是对大社会的贡献 做了母亲，带了孩子，自然而然变成一个管理时间的专家，在同一个时间里可以做很多事儿，同时操作和管理多个项目的能力，不是一般的工作经历可以培养的。 妇女解放运动经常偏重数量的变化，而不是质量的变化。女性不能只是在山谷或山腰上顶天立地，也要在山尖上顶天立地，因为那里的风景独好。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"演讲笔记","slug":"演讲笔记","permalink":"https://blog.takeko.top/tags/演讲笔记/"}]},{"title":"造就WOMEN-Session2偏见","slug":"造就WOMEN-Session2","date":"2020-06-28T12:44:20.000Z","updated":"2020-06-29T11:48:41.013Z","comments":true,"path":"2020/06/28/造就WOMEN-Session2/","link":"","permalink":"https://blog.takeko.top/2020/06/28/造就WOMEN-Session2/","excerpt":"","text":"生物性别是如何演化出来的，又将往何处去？王玉国 复旦大学生命科学院副教授 相比无性繁殖而言，有性生殖可是真的比较麻烦。它要付出代价，其中有一点就是达尔文在《物种起源》中就提到的性选择。生物的繁殖成功，是整个物种群的向前发展，它并不仅仅是一个个体的胜利。很多时候，性选择就是雌性对雄性的选择。 只要这个种族是延续的，我们的基因就会存在，不过会越来越片段化，它分散到不同的个体之中去。可是说起来 究竟哪个基因是我们的呢？我们也不过是传递父母的基因，以及父母的父母的基因罢了。 有的生物还会通过环境的变化来决定性别。一些两栖类，爬行类在孵化卵的时候，如果是正常温度，雌雄的比会是1:1，但是如果温度高了或者是低了，性别就会有所不同。 研究发现，有的生物的Y染色体会越来越小，甚至整个Y染色体会完全失去。但是虽然雄的还是雄的，但是相关性别决定的方式，已发生了根本的改变。 Y染色体在过去的三亿年间也就是从哺乳动物和爬行动物，分开时间算起，到现在的人类已经丢失了1393个基因，平均每100万年就丢失有4.6个。因为人的Y染色体上有27个特异性的性别决定基因。这样他们就预言，男性的Y染色体很可能在500多万年内最终会消失，想一想将来如果人没有Y染色体，还是不是男性了？到那时候该怎么办呢？ 总的说来，不同类型的生物的性别决定，遵循着不同的自然法则。性别受遗传支配，与性别有关的基因或染色体，便决定了后代的性别，性别也受环境的影响。性染色体确实是存在退化现象，但不同的谱系退化的速率有的快有的慢，不必过分的担忧其完全消失。 N号房事件，到底说明了什么问题？郭婷 香港大学性别研究所客座助理教授 我们通过N号房事件所折射出来的问题，大家会觉得问题在于东亚。我也在研讨会上曾经听过韩国学者探讨说，韩国社会如今之所以还有那么多的性别不平等是因为韩国是儒家社会，这是可能是过度简化了。 家政助手也是女性，它带来的看似解放中产女性的现象，其实是以压制压迫更大的女性这个群体为基础的。解放一小部分人，解放中产女性或者解放一个族群，并不能带来真正的改变。另外，中产女性看似得到解放其实也是不断的，在模拟男性精英的成功模式并没有在社会上寻找到自己的声音和自己的社会空间和成功模式。 日常点滴的累积和不作为导致了结构性暴力，能够在我们生活中，这样经年累月这样长期的作用，这样长期的伤害我们。这种日常暴力不只是一个族群对另外一个族群的不只是男性对女性的，其实也可以被内化，比如说女性也可以对女性进行压制。 把每个人的个人经历带到公共讨论之中，给我们安慰，也给我们支持。因为每个人的经历都是可贵的，每个人的声音都是值得被聆听的，就是在这种聆听、鼓励、尊重、支持之中，我们把自己的故事带出来，我们彼此分享彼此的故事，彼此支持。在这种分享之中把个人经历把那些不被听到的声音，带到了公共话语之中，带到了公共空间之中，也通过这样，我们一起可以做出更大的改变。 买买买，女性真的更容易掉进消费主义陷阱吗？张晶晶 木兰图创新咨询创始人 李佳琦的宣讲太有诱惑力了，每当他描述一件商品的时候，你很容易就基于“这件商品我用了会怎样”的感受达到一种高潮，这种高潮甚至不需要等到快递到货，在你点击付款的那一刻就已经完成了。 也许互联网平台的算法游戏，就是新进入者也得遵守原有的游戏规则。永远不可能去改变已经被强化的算法。于是到最终，这类新进入者的内容，也逃不开平台原有的性质，于是从单一的群体强化单一的价值观，到多元的群体共同强化单一的价值观。市场游戏扭曲起女性独立来毫不费力。 女性获得独立的本质其实应当是女性获得社会的生产权，能够自由自主地去从事各种自己热爱的事业生产。我们还有很多女性经济已经独立了，可是精神还不独立的现象存在。 波伏娃有一段话，大意就是女性从出生开始，就会被无数不可抗拒的诱惑包围，我们之所以在那么多诱惑中容易丧失。其实相当一部分原因就是因为我们从小被抹杀了策略感、目标感，从而丧失了自己能够主动有意识地，去追寻属于自己目标的能力。 中产女性常常会因为各种各样的原因，想要与其他女性群体割席。例如把底层女性的境遇，归结为个体的堕落或者是出于要融入男性社会的需要。对于女性议题保持沉默，她们甚至意识不到。这本身已经是她们弱势地位的一种窘境体现，大多数时候，她们不知道沉默也是要付出代价的。 并非所有女性，一定要手挽手起来，共同突破天花板。也不是每个人都需要，在自己的生活已经非常艰难的同时，一定要去关心同族的命运。可是如果这个社会上，最具有潜力的女性群体，止于追求和维护一种符号式的生活，并且因为自己暂时的安全而保持沉默。那么所有的独善其身，到最后都会沦为一厢情愿的幻想。 80%的女性在结婚之后，对于孩子的教育，健康以及家人的健康的消费是相当精明的。你看那些妈妈们，在妈妈群里说的攻略真的堪比论文，因为她们有了明确的家庭责任和教育子女的目标以及期望。 没有完整自己走过一条路的人，无法真正坚持自己的选择。 一旦我们能够获得自信，重建自己和世界的关系，我们和物品、和消费的关系，也会变得更有建设性。 社会价值和商业价值从来不是两难的选择。 当乘风破浪的姐姐们，仅仅因为30岁了还驻颜有术，30岁了还能上舞台蹦蹦跳跳，30岁了还那么有个性就被我们狠狠追捧的话，那么我们的未来一样不会明朗。 今天中国女性的消费问题，本质是中国女性群体何去何从的问题，是我们仍然在苦苦追寻自身价值问题。 狂热的粉丝，正在通过偶像构建什么？郑熙青 中国社科院助理研究员，十余年资深粉丝 喜爱流行文化、喜欢明星的粉丝，通常都会受到现实的学院体制和大众文化的鄙视，正是因为粉丝的爱好缺乏社会资本，是没有深度的娱乐。 在男性主导的父权社会中，很难有纯粹女性视角，满足纯粹女性欲望的文字……. 同人在很大程度上，体现了女性的欲望和意识。 异性恋关系如果出现在一个事业的场合中，那就一定会坍缩到家庭领域，也就一定又回到家庭的鸡毛蒜皮中，其实人们并不是很愿意看。 某种意义上，同人是一种清醒时的奇诡梦想，能满足粉丝无法满足的欲望，可以克服所有的意难平。它是一些人的抗抑郁药，一些人每天必需的维生素。也是一种女性在想象世界里，为自己和他人建立的友爱的、不为利益的乌托邦。 性别关系、家庭、婚姻在人类历史上发生了怎样的变化？周如南 中山大学传播与设计学院副教授 当家庭领域和公共领域没有明显分别的时候，男女较为平等。当公私区分比较差异化的时候，公共活动可以获得更高的声望。所以我们可以看到在采摘社会，也就是我们讲到的采食社会，反而是性别是相对平等的一个时代。 工业社会当中的性别关系是怎么样的？我们也要把它分开来讲，比如在一个中上层，中产阶级以上。传统的观念仍然是女人的位置在家里，而在底层。因为在底层人民的生活当中，男人、女人、孩子都要去劳作，反而性别相对更加平等。 父权社会当中，你可以看到女性结婚以后，往往会我们叫做从夫居，和丈夫居住在一起。从而远离了她自己的这样直系亲属和血亲关系。在这个意义上，她的社会支持变得相对的薄弱，所以更加容易遭受到父权的，以及家庭的暴力的侵害。 性别既是生理的，更是社会的，但本质上它是政治的，是关于权力的。 工作将会决定我们居住的地方，使我们越来越远离我们的家庭、我们的家族、我们的村庄。 家庭将会成为爱情的坟墓，还是家庭终将成为性别关系的最终归属？ 大部分人类的文化当中都是父系继嗣，也就是单系继嗣当中的父系血统，这种传统就是今天我们女性权力不平等的结构性历史性根源之一。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"演讲笔记","slug":"演讲笔记","permalink":"https://blog.takeko.top/tags/演讲笔记/"}]},{"title":"造就WOMEN2020-Session1定义","slug":"造就WOMEN-Session1","date":"2020-06-28T12:44:06.000Z","updated":"2020-06-29T11:45:39.604Z","comments":true,"path":"2020/06/28/造就WOMEN-Session1/","link":"","permalink":"https://blog.takeko.top/2020/06/28/造就WOMEN-Session1/","excerpt":"","text":"女性的自我想象：落网之处？逃逸之处？戴锦华 北京大学人文特聘教授 文化研究学者 它必然使得作为人类一半的女性，必然深刻地在这一场技术革命的冲击之下遭受冲击，经历一个重新的自我定位、社会定位，经历一个女性与女性、女性与男性、女性与他人、女性与社会之间的一个再度的定位过程。 新文化、新技术、新的文化生态、网络空间，究竟打开了越来越多的女性的逃逸之路，还是布设了越来越多的陷阱，使我们不断地迷失和陷落。 因为女性是人类的一半儿，所以女性势必分布在不同的国家、民族、种族、区域、阶级、肤色的议题之间，每一个关于这种议题，如果缺失了女性的层面，它会是一个伪命题。 他们会利用女性是人类的一半，女性是千差万别的、高阶级的、年轻的、受过高等教育的得天独厚的成功女性和沦落在底层的残疾人的年老的边缘的女性之间没有共同之处，来作为一个取消女性命题的逻辑的借口。 阅读者不单纯是阅读者，她们在网络的制度当中成为具有高度的谈判资格的一个介入者和谈判者。 今天当你对某一种现象深恶痛绝，愤而投身于网络的战争的时候，对不起，你在为你的敌手贡献流量，这意味着他的资本的滚动和资本的升值。 女性主义的前提是反本质主义，是尊重差异，女性主义的前提是，尊重男性与男性之间的差异，女性与女性之间的差异，男性与女性之间的差异是平等，而不是我有钱我有权，我就可以把对方客体化。 如果我们在这儿落网的话，我们可以在这儿再度逃离，如果我们在这儿撞到了一个墙壁的话，那么也许这面墙壁是可以被击破的。而从这儿，我们赢得的不仅仅是性别的解放，而且是未来 是时间，是历史 是可能性 。 非典、汶川到援鄂，三次奔赴救援前线的经历如何改变了我上海浦东新区浦南医院护理部副主任护师 援鄂医疗队队长 凌晨4点，我们到达了武汉的火车站。一个人都没有，整个武汉是一片静默，我们感觉空气中都似乎漂浮着是病毒，那个时候每个人的脸上都是非常的肃穆。 我们那个时候体会到的是生命的脆弱和这种突然间的不确定性带给我们的打击和无力感。 有时去治愈，时常去帮助，总是去安慰，这就是我们护士工作的一个常态。护士工作真的很平凡，但没有一个职业能让我有这种挽救生命之后满满的幸福感和成就感。 中国3500万家政女工，她们是怎样一群人？梅若 北京鸿雁社工服务中心创始人、主任 在中国有3500万家政工，主要是集中在北京、上海、广州、西安、济南等大中城市，她们基本上都是女性，大多来自于农村，文化程度不高，年龄偏大。 家政工正是以一种无声的劳动创造着上万亿的产值，参与推动中国几十年的城市化的发展，但她们却像城市里的隐形人，常常被主流的叙事所忽视，她们背后的故事也不为大众所知。 她们劳动的身体其实是常年是不休息的，但是她们被人尊重、被人认可的劳动尊严，包括她们因情长期分离带来这种情感的需求以及她们的性的需要，其实是不被看见的。 每30秒就有一个出生缺陷的孩子坠地，我们该怎么办？崔澜馨 北京春苗基金会创始人 秘书长 每30秒，就有一个出生缺陷疾病的孩子咕咕坠地。在中国的重病儿童除了面临死亡的威胁，疾病的痛苦之外，他们还面临难以想象的社会问题。 不接受治疗就是等死，这是一种忽视型的照顾，这种情况就叫事实性放弃，而且这种情况没有统计数字。 在我们的救助过程中，我们跟医护团队都不是上帝，更不是救世主，我们必须分得清哪些是我们帮助他的，哪些是需要他们自己去承担的。 二胎，如何改善随之而来的母职惩罚？沈洋 上海交通大学国际与公共事务学院 副教授 女性在婚育之后，承担了家庭中更多的无偿劳动，而这很可能会影响个人事业发展。家务和生育等，是被所谓的“爱与母性”掩盖的无偿劳动。 目前的性别分工对丈夫也有毒，社会或者家庭对于父亲赚钱能力的期待过高，对于父亲的育儿参与率期待过低，会造成父亲的经济压力和职业压力过大。 各位职场妈妈或许可以对丈夫提出更高的要求，各位单身女性在择偶时可以加上“愿意参与家务和育儿”这一条。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"演讲笔记","slug":"演讲笔记","permalink":"https://blog.takeko.top/tags/演讲笔记/"}]},{"title":"父权制与资本主义ch13-尾声-寻找女权主义者的另一种选择","slug":"Patriachy-Capitalism-ch13","date":"2020-06-15T14:15:25.000Z","updated":"2020-06-16T10:29:10.702Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch13/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch13/","excerpt":"","text":"国家、企业、家庭–革新的时代 正如“近代家庭”是资本主义与家庭达成历史性妥协的结果, “近代国家”也是资本主义与国家达成历史性妥协的结果。但倘若我们说,存在着马克思主义国家论却不存在马克思主义家庭论,那么就意味着马克思知道国家是人为创造之物,但他却将家庭看成“自然”之物。也就是说,谈论家庭时的禁忌远比谈论国家时的要更多。而正是女权主义,打破了这种禁忌,并揭露了家庭这种人为制度中所存在的“不自然”之处。 女权主义引入了“性”这一视角,因此它可以尝试做横跨各个领域的总括性分析。也正因为女权主义引入了“父权制”这一性统治的概念,因此女权主义的探讨对象不只是父权制资本主义,它还可以涉及父权制式的国家以及父权制式的企业组织等相关问题。但是,从性统治这一分析视角出发,其本身也存在着局限。因为女权主义并不涉及种族主义以及年龄歧视等问题。而将女权主义称为“所有歧视”的解放理论,这其实是一种越权行为。女权主义虽然在性统治问题上进行了彻底的讨论,但却没有解明种族歧视的运作机制。正因如此,当下女权主义需要做的是,提出一种兼容国家主义、种族主义、年龄歧视等其他各种关于歧视的理论,并构筑起一套有关压追机制的多元化理论。 与其批判马克思主义女权主义将“市场和家庭的理论”二元论化,不如应该将眼光投向包含国家、人种等要素的更多元的理论。经济语言至多不过是进入近代之后的市场经济语言而已。与其试图用经济语言将一切事物进行一元化的描述,倒不如去探讨市场与市场外部问题–市场是如何被市场外部领域包围着的?而市场又是如何依存于市场外部领域的?只有这样,才能找到取代市场和资本主义的另一种“经济”方式。而女权主义就是为了达成这个目标所提供的一种方法。 批判经济学 女权主义挑战的是以生产为中心的“经济”概念本身,以及对此并未提出疑问的“经济学”。女权主义与马克思主义经济学共享了“批判经济学”,但女权主义者认为马克思主义对“经济学”的批判不彻底,至少它对于家庭这一再生产领域表现出了视若无睹。 在过去的20年间,马克思主义女权主义不断地对经济学提出了批判,他们相继提出了“家务劳动”、“无偿劳动”、“父权制”、“再生产”等相关概念。这些概念对解决当下女性的问题是不可或缺的分析概念。至此,我们可以说,马克思主义女权主义拥有了一定的解析能力,并做出了对理论进行补充的贡献。 女权主义者将“家务”定义为“劳动”(无论“家务”是有使用价值的生产还是有交换价值的生产),即便我们暂且不谈这种分析概念对女权主义者意识的形成所做出的巨大贡献,单单将“劳动”这一概念所拥有的各种属性都纳入分析领域,这种做法的贡献就不容小觑。 对劳动概念的再探讨 人口学将生殖看作是“人口资源”的“生产”。这种观点是在近代形成期出现的。而将性看作是为生殖目的服务的一种生产至上主义的性爱观,这也是近代所特有的。 “自由劳动”与“脱离劳动的自由” 由“脱离劳动的自由”来代替“自由劳动”,并且针对“人类的本质是劳动”这一命题,他颠覆以往的观点,提出了“人类的本质是非劳动”。然而,在“劳动”与“非劳动”之间出现的这种反复摇摆,只会使得讨论再次走人死胡同。我们需要的并非是“脱离劳动的解放”,而是“脱离’劳动,这一概念的解放” 。并且我们需要重新审视把人类活动(activity)划分为“劳动”和“非劳动”的这种观点。 从“非劳动”的角度将“劳动”相对化,这种反复摇摆的做法使我想起了女权主义者们。他们对“家务劳动”这一概念在正面评价和负面评价的两极之间不断变换。只要将再生产劳动定义为父权制下的、无偿的劳动,那么“家务劳动”对女性而言便是极度的异化劳动。这种拒绝劳动异化的方式,正如达拉·科斯塔所说,看上去只不过是一种女性“拒绝家务劳动”的战略式罢工而已 对家务劳动的两极评价,影响着对作为家务劳动者的“家庭主妇”是否具有“革命性”的判别,两者息息相关。家庭主妇应当被看作是“最为落后的”、“最被异化”的人,还是”最为解放的”、“最为自由的”人呢?对于她们的评价在这两种观点之间反反复复、摇摆不定。如果让我来回答的话,我认为,上述两极分化的观点不过是用相同理论所组成的盾牌的两面而已。要想反驳十分简单。第一,家务劳动只要也是劳动,它就不可能是非劳动”。第二,就所谓“生产使用价值”的这种说法而言,在资本主义的语境下只不过意味着家务劳动“不生产交换价值”而已。第三,处于父权制资本主义下的家务劳动不可能脱离生产劳动而实现一个人的“自由” 。许多学者都十分欣赏以下这种看法,即“只有家庭或是私领域才能提供资本主义工业社会中唯一不被异化的空间”。但反言之,所谓的“避难港湾”对女性和孩子而言,瞬间就可以摇身变为“压迫和暴力的专制王国” 。如果生产劳动会被异化,那么家务劳动也同样也会被异化;相反,如果家务劳动带有喜悦和自我实现的意义,那么生产劳动应该也有。生产劳动与家务劳动,无论将哪一方特权化都是错的。劳动划分本身,以及使“劳动”和“非劳动”这种划分成为可能的“劳动”这一概念才是问题之所在。 “劳动”的颠倒 安永：人类……在被诅咒的“劳动”和“分娩”之中,不断进行着生命的生产与再生产。如此一来,“劳动”和“分娩”就不仅仅是平行的两件事了,甚至可以说“劳动”的原型就是“分娩”。因此,男人们每天不得不经受着阵痛。他们虽然免于分娩的痛苦,但不得不每日生产“生命之粮” 。 当劳动力开始转变为商品,当劳动成为为了资本而存在之物的时候,劳动”概念便产生了颠倒。当生产被置于崇拜的错觉之下时,包括再生产之内的一切都不可能逃脱这种颠倒。倒不如说,在家庭性”(domes-iy)这一领域中,一旦把“女人所从事的活动”用“再生产”这一术语来表述,就能明确再生产究竟从属于(subject)什么了。如此一来,一切颠倒便开始了。在父权制资本主义之下,只有一人户才能逃离压迫,一人户的家庭宛如是自由的“避难港湾”,这种说法是毫无道理的。”家庭性”亦是如此,它使女人处于从属地位,将孩子视为“人的资源”。而这种想法更是一种严重的颠倒和倒退。“再生产论”不正是解析了这种颠倒是基于何种机制而形成的,以及明确了这种倒退的最终走向吗?我们无法通过“生产论”来突破“生产”的难关,也无法通过“再生产论”来突破“再生产”的难关。 女权主义必须要做的是去质疑表述女性经验的概念是否恰当,并去改变产生这种概念的基础。这样一来,只有当我们使用这些概念并试图淋漓尽致地表述女性经验时,这些概念的局限性才会显现出来。 女权主义者的另一种选择我们并不是将“女性的经验用男性的语言来表述”,而是当“男性所做之事可以用女性的语言使其相对化”这种行为成为可能之时,只有这时,马克思主义女权主义的局限之处,准确来说,处于资本主义与父权制中的女性经验,才第一次能够脱离资本主义与父权制的语境,并找到另一种选择吧!","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch12-家庭的革新II","slug":"Patriachy-Capitalism-ch12","date":"2020-06-15T14:15:16.000Z","updated":"2020-06-16T10:29:03.748Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch12/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch12/","excerpt":"","text":"关于日本式“家庭的革新”的两个保留意见： 为了维系丈夫单方收入所支撑起的近代父权制,市场除了将家庭主妇变成劳动者外,还有另一个选择-那就是引进移民劳动者。 “中断一再就业”型家庭主妇的劳动者化所带来的影响。 移民劳动者为了维系丈夫单方收入所支撑起的近代父权制,市场除了将家庭主妇变成劳动者外,还有另一个选择-那就是引进移民劳动者。 达拉·科斯塔认为,女性转变为劳动者,这也是“拒绝生育”斗争所来带的结果之一。所以,在劳动市场上的移民劳动者们,他们的竞争对象还包括了女性所生下的孩子。 移民政策有两种方式来引入外国劳动力:一种是引进“在国内拥有无可替代特殊技能的”外国劳动力;另一种是引进在国内虽然并非无可替代,但谁都不愿做的底层非熟练劳动力[二神, 1986]。目前日本的劳动市场对于前者是有条件的“开放”状态,但对于后者仍旧处于严格的“锁国”状态。实际上,劳动市场“开放”的好处就在于能够收购这种非熟练低工资的劳动力(cheap labor ) 。 女性转变为劳动者,这种转变并非来自熟练部门,而主要来自非熟练部门对劳动力匮乏的要求。如此一来,在非熟练部门工作的女性(以及年轻人)劳动力和移民劳动力直接在劳动市场上展开了竞争。 我在这里要批判这种社会共识,也就是女人进入职场会抢夺男人的工作机会。同理,我也同样批判这种说法:移民劳动者会导致本国劳动者的失业率上升;而正是这种看法为德国发生的排挤移民现象提供了理论依据。我认为,对于女人和移民的这种攻击是毫无事实根据的无端指责。实际上,在德国,像土耳其人和希腊人等移民劳动者,他们从事的是德国人不愿去做的低工资且不划算的非熟练劳动部门,如清洁工和体力劳动者等等。而德国人的高失业率则集中在高学历且年轻的劳动者身上。他们这些拥有高学历的劳动者并不会与移民劳动者在非熟练部门中产生竞争,也就是说,移民者们并没有夺走德国人本应有的就业机会。 同理,家庭主妇劳动者取代的并不是男性家长劳动者原来所从事的职位。在超市收银台收款或是在服务业做着非全日制工作的劳动者,她们所做的工作是男性劳动者曾经从事的职业吗?这些职位都是在科技发展中新兴的、为女性所准备的且以往未曾出现的就业机会。这些职位也是男人们绝不会想要从事的工作。 在大多数情况下,女人与男人,或是移民与本国人,他们之间并不发生竞争关系。只有将日本的劳动市场看作是一种封闭系统(closed system)时,日本社会才会导致大量家庭主妇变为劳动者。 从劳动的机会成本（opportunity cost)上来看,如果家庭主妇劳动的出售价格A高于家务劳动的购入价格B,那么主妇就会变为劳动者,反之,若价格B高于价格A,那么家庭主妇就会留在家庭。也就是说,家庭主妇劳动和家务劳动的偏差在这里起着决定性作用。家庭主妇劳动虽然是家庭主妇所进行的劳动,但这并不意味着它是家务劳动。反之,家务劳动未必一定需要家庭主妇来做。也就是说,这里的家务劳动只是目前这一时间点上的、偶然的活动,它是以“家庭主妇”为名的女人作为质量参差不齐的劳动力所从事的工作而已。 中层家庭依靠丈夫单方收入来生活,它维持着传统的性别角色分工;上层家庭男女平等-实际上是无论男女都能免于家务劳动所带来的负担,而上层家庭的双方都在工作,也就是说家庭有双份收入(double career-doubleincome ),而这两种家庭之间产生了差异。这种“中层”与“上层”之间的差距,虽然原来仅仅是由于丈夫的收入而产生的,但是现今由于有能力的妻子能赚取与丈夫相同的年收人,这使得这种差距一下子扩大了’。也就是说,现如今已经出现了亚洲型的阶级结构,即比起社会性别差异的因素,阶级因素才是决定性变量。而阶级因素使得每个家庭的亚文化也产生了差异。“一旦结婚(都)会变为家庭主妇”的这种意识形态的全局式观点也坍塌了。女人们能够花费比自己工资更低的成本来购买家庭劳动服务,这使得她们向劳动者转化,相反,对于那些无法购买小于或等于自己劳动薪金的家务劳动的女性而言,她们则会留在家中。处于经济阶层较低的、“不得不工作”的女人们,她们拿着与家务劳动者同样的工资,不仅要承担自己家庭中的家务劳动,还要从事雇佣劳动。如此一来,经济阶层决定了夫妻家庭亚文化的现状。承担家务劳动使得男女共同成为最小单位的双职工夫妻,也就是丈夫工作、妻子做家务-传统型性别角色分工。但家庭主妇劳动者肩负起了来自家务和雇佣劳动的双重负担的压迫。这样一来,传统型“近代家庭”不再是家庭的唯一模式。 但无论是哪一种模式都无法改变这个事实:家务劳动在所有劳动之中处于最底层的位置。只要市场将家务劳动的价格控制在最低限度,女人们就会让其他人来代替自己,也就是让那些从事着不如家务劳动的职业的劳动者们来代替自己,而她们自己则进入市场出售自己的劳动力。在资本主义强行树立的“经济原则”面前,社会性别的文化规范和“家务是有价值的劳动”这种家庭主妇意识形态的呼声都相形见绌了。 “中断-再就业”型的阴谋 日本大多数女性则是在育儿期中断工作,并在后育儿期再就业,从事非全日制型工作。 在除日本以外的其他国家之中,即便是处于分娩育儿期的女性,她们也不会中断工作,而是继续从事全日制型工作。 中国、苏联等社会主义国家积极地发挥女性的最大效用。这些国家为了使女性的再生产劳动负担降到最低,从而让女性能够成为生产劳动者,积极推进再生产的社会化。这使得中国、苏联的女性劳动力比率在各个年龄阶级上并没有表现为包括分娩育儿期呈现的低谷状态的M字形。这些国家的女性劳动力比率模式无限接近于男性劳动力比率模式。 由于自由放任主义的市场原理使得再生产成为私人之事,美国的资本家以及他们所处的资本主义型国家都对国民的分娩育儿采取不干涉原则。也就是说,国家不会介人再生产,也不会对再生产提供任何援助。而美国的公共托儿设施的不完备以及贫困也是可想而知的。 我们也可以把已婚女性劳动力比率上升的这种现象称为专职主妇向兼职主妇的转化。 第一种兼职主妇就是以家庭劳动为主、以雇佣劳动为辅的已婚女性,第二种兼职主妇则是以雇佣劳动为主、以家务劳动为辅的已婚女性。第一种兼职主妇基本上与“中断一再就业”型非全日制劳动者的人生轨迹相一致;第二种兼职主妇则对应的是在育儿期未中断工作的全职劳动者。当下,日本的专职家庭主妇正逐渐向第一种兼职主妇转变。在日本以外的其他国家地区,如欧美、亚非诸国正在向第二种兼职主妇转变。 再生产的QC思想 资本主义并不愿意支付再生产费用,而这一事实在“家庭危机”之中已逐渐露出马脚。对资本主义而言,父权制只会增加成本,但即便这样,还要继续维持父权制的理由又是什么呢?纳塔利·索科勒夫指出,女性解放的对策就存在于资本主义与父权制之间的辩证法中,即两者既协调又存在着矛盾。倘若如此,那么“家庭革新”的时代就是迫切需要重新协调资本主义与父权制关系的时代,因此,这个时代正是争取女性解放的绝好时机。 日本的资本主义以第一种兼职主妇化这种不彻底的形式支撑着父权制(即日本式的家庭制度)。我认为这表现在它对再生产品质管理(QC,Quality Control )思想所发挥的作用上。日本式家庭制度虽然没有对作为妻子这一角色的女人提出很多要求,但它要求女人作为母亲要自我奉献(self devotion ) ,而这才是这一制度的核心之所在。在核心家庭化和低生育的进程中,女人作为母亲的角色反而被逐渐强化了。让女人成为再生产者,这种思想正在以前所未有的势头逐渐被推进至极限,而这正是近代父权制所设下的圈套。 伴随着“近代”化的发展,与孩子第一次社会化所需的时间相比,第二次社会化(孩子成为能够独当一面的成人)所需的时间明显变长了。也就是说,教育所占比重与养育所占比重相比明显提高了。再生产劳动是指在整个第一次以及第二次社会化过程中的劳动,它指的不仅仅是养育活动。 再生产不仅要求劳动的量要有所保证,它还要求劳动的质也要有所保证。重要的不是能生几个孩子,而是能教育出怎样的孩子。 育儿期“中断一再就业”的主妇劳动者化与“三岁之前由母亲抚养”的育儿意识形态是狼狈为奸的关系。母亲在孩子第一次社会化时期需要遵从这种观念,但是这也最多只能持续到孩子的第一次社会化结束前。因为完成养育孩子的任务后,她们不得不将孩子转手到学校。在传统社会中,孩子的第二次社会化是在家庭和共同体中进行的。然而,如今那些不将第二次社会化的任务委托给学校的父母们,会让孩子成为不符合市场要求的产品,而使孩子被社会淘汰。 教育是指花费费用的再生产劳动。如今,母亲不再亲手承担教育职能,她们为了购买教育服务,又需要转变为生产劳动者,而这些教育服务从她们手中夺走了她们的孩子。母亲们为了将孩子打造成适合劳动市场的产品,她们需要购买统一的商品-管理式教育,为此她们需要主动地外出工作。对于“中断一再就业”型主妇劳动者而言,进入后育儿期后“好主妇”的条件便是成为劳动者。 资本主义将养育完全交给女性,并没有将教育交给女性。因为教育也是一种成本极高的再生产劳动。它通过把“中断一再就业”型的生活强加给女性而实现了“让受益者来承担这个困难”,这也就是说,资本主义以无偿劳动的形式让女性背负养育责任,之后,又将教育所需的费用负担同样让女性来承担。在当事人的承担下,适应市场要求的顺从的身体以较高水准的QC接二连三地被再生产出来。如此一来,对于资本主义而言,它就与父权制完美地达成了调停的平衡。作为父权制产物的母性意识形态,它并没有与资本主义相抵触,再生产劳动在自发性地剥削着女人和孩子的过程中、在“家庭革新”的进程中,逐渐形成了一套体系。 日本资本主义的选择当下,人们正在从对极端式的生产者化的重新审视,逐渐向着谋求缩短劳动时间的方向迈进。即便这是为了确保男女劳动者进行再生产所需要的劳动时间,但缩短工时似乎确实是顺应了女性解放的潮流。并且1986年《劳动标准法》的修改以及在同时期引入的弹性劳动时间制(flex.time) ,似乎都在保证劳动者能够获得人本该拥有的生活。 然而细细想来,女性在“母亲”的名义下,不是早就已经了经历这样的阶段吗?她们由从事非全日制这种自主性缩短工时的工作转变成了从事“中断一再就业”这种自主性弹性劳动时间形式的工作。但这些对于她们而言都是毫无收益的。让女性背负自主性缩短工时、自主性弹性劳动时间工作的是父权制强加在女性肩膀上的再生产劳动的负担,而能从女性的自主性缩短工时和自主性弹性劳动时间工作中获益的一方是能够廉价收购女性生产劳动的资本主义。日本资本主义选择了将“中断-再就业”型主妇转变为劳动者的这一选项,这使它与父权制没有产生激烈的矛盾,而是走上了一条得以回避二者矛盾的道路。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch11-家庭的革新I","slug":"Patriachy-Capitalism-ch11","date":"2020-06-15T14:14:57.000Z","updated":"2020-06-16T10:28:56.930Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch11/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch11/","excerpt":"","text":"人口资源 马尔萨斯《人口论》 社会史学家落合惠美子：人口调节有两种手段控制结婚和控制婚内的生育。 控制出生和“再生产的自由” 家庭是统一管理性和生育的社会领域。在文化人类学中,虽然“家庭”的概念早已解体,几乎无法定义,但即便如此,社会中由性别和年龄划分而定义的社会领域仍然根深蒂固。一直以来,家庭或亲族都是统一管理生产和再生产的社会单位。而说到“近代” ,它所特有的现象便是,生产从家庭这个领域“脱离” (disembed )出来,也就是其英文字面的意思-离开bed (床)。在这个过程中,只有再生产被特殊化对待,也就是说,最后就只剩下了bed。 人口停滞的原因有以下儿点: (1)晚婚化; (2)结婚率的降低; (3)离婚率的上升; (4)出生率的下降。这也就是说,结婚的控制和婚内生育的控制这两个因素同时发挥着作用。更简单地说,男女双方都选择不结婚或者不受制于婚姻,并且人们越来越不想要孩子了。这种结果导致了以夫妻和孩子为单位的“近代”家庭逐渐沦为了少数群体。 当我们看到出于自由“选择”的人们拒绝了结婚、控制了生育时,我们反而弄清了一直以来是怎样的文化一社会性强制力作用于结婚以及生育之上的。我们可以从男性与女性的身上同时看到拒绝结婚和生育的这种倾向。受过教育的职场女性以及不愿将“男女平等”的规范内在化从而接受性别角色分工的女性,这种情况在她们身上尤为明显。所以人们一直认为女性和女权主义应该对家庭解体负一定的责任。但实际上,仔细体会有关支撑“近代”家庭的意识形态话语,我们即可发现,这些话语的目标对象就是女性。结婚、生育的强制力几乎就是胁迫女性的话语。比如“婚姻才是女人幸福的终点” “女人只有生了孩子才是真正的女人”等言论比比皆是。这恐怕并不稀奇。也就是说,将男性划为生产者,将女性划为再生产者,在这种特定近代型性别角色分工之中,作为再生产制度社会单位的家庭-直对女性在家庭中的作用寄予厚望。所谓男性的作用不过是不参与和不干涉“女性的领域”罢了。 近代”国家一直以来都对管理女人的子宫这一再生产资源表现出了强烈的兴趣。正因如此,争取“再生产自由” (reproductive free-dom) , “将子宫交还给女性”的这种斗争正是女性解放斗争的关键,并且这种要求也同样是让父权体制最为恼火的地方。 家庭解体–危机论 相比欧洲各国,日本家庭解体的问题并没有那么严峻。日本人的结婚率仍然很高,倾向于婚姻的国民性仍旧没有改变。虽说日本离婚率也有上升的趋势,但是仍没有达到美国以及北欧的水平。然而最终,每个家庭平均出生婴儿的数量还是不足两人。 早在20世纪60年代之初,日本就出现了感叹”家庭解体”的声音。实际上这种声音的基调一直都没有改变。日本社会的家庭危机,从字面上理解就是家庭单位的解体以及还原成个体单位。与其说它在根本上呈现出了微烈的变化,不如说家庭单位虽然仍旧维系着家庭单位这种形态,但它已出现了某种功能性障碍,以至于无法正常运行。 与女权主义不同,那些叫嚷着“家庭危机”的声音是从另一个方向传来的,甚至可以说是从批判女权主义的方向席卷而来的。这与我们 所预想的一样,“近代”家庭无法正常运行,具体来说,就是女人逐渐开 始不想承担再生产劳动,而另一方面,社会对于女性开始不想承担再生产 劳动的现象则出现了批评和指责的声音。 她们主要的反击之处有两个方面:第一,由于这种家庭单位变成了核心家庭单位,所以导致无法继续承担赡养老人的责任;第二,在这种核心家庭单位中,职责地位无可取代的 母亲开始工作,这导致了有儿质量的下降简而言之就是“核心家庭中外出工作的母亲”变成了众矢之的。家庭再生产功能的低下则被看作是女性的责任。当然,在家庭再生产职责方面,由于女性一人就是百分百的责任人,所以自然不会让男性为职责怠慢而负责。 正如前一章中所论述的一样,因为60年代是城市核心家庭普及的时期,同时也是家庭主妇开始向劳动者转变的时期。所以,当“核心家庭中母亲的外出工作”逐渐开始增多的时候,她们就成为了众矢之的。改变这种“家庭危机”的良药有两剂:第一是将“核心家庭”视为错误并试图回归大家族的期望;第二是将“家庭主妇外出工作”视为错误并高喊“女人,回归家庭”。 核心家庭本身并没有错。早先便开始了家庭核心化的欧美各国,它们的事例自不必说,引起日本核心家庭发生职责障碍的并不是家庭核心化本身,而是由于尚未成熟的社会环境并不符合家庭核心化的要求。来自家庭内外的经济要求瞬间使得对女性外出工作的批判烟消云散。时至今日,在怀抱学龄前儿童的女性之中,选择外出工作的女性人数仍在增加。如果无法批判“职场女性”,那么问题自然就向着“核心家庭是万恶之源论”的方向发展了。 当下,有的人认为,要改变“核心家庭中外出工作的母亲” ,其终极解决方法就是回归传统三世同堂的生活方式,而抱有这样想法的人仍在增加。只要三世同堂,那么处于育儿期的女性就可无后顾之忧地继续工作。不仅如此,女性外出工作还能够避免因一家同时有两位家庭主妇而产生矛盾。另一方面,往后养老的看护也不用担心。三世同堂被认定是治疗“家庭危机”的特效药。但无论是哪一种看法,这些“解决方法”中仍然存在着两种再生产劳动-育儿劳动和赡养老人的看护劳动。这两种劳动是在作为祖母的女性和作为母亲的女性之间发生的隔辈交换,且仅仅出现在家庭的女性成员之中。主张回归大家族的一派,他们所提出的万能解决策略,不过还是由女性一方担负起了整个再生产劳动,这样的观点只是体现了他们的固执的一家之言而已。 女人拒绝劳动力的再生产,她们在数量上也减少生育孩子的个数,在质量上也降低了劳动力再生产劳动的质量。这也就是我们一直看作是“重要工作”的“性的”、“源于爱的”劳动,而这种劳动质量的下降,正是从我们视为“重要工作的”、“性的”、“源于爱的”再生产劳动领域之中开始的。 达拉·科斯塔：在这种生产与再生产之间强制性的利弊权衡之中,女人的外出工作也是“拒绝再生产劳动”的一种选择。 “中断-再就业”型陷阱 “工作母亲的增加”意味着“再生产劳动质和量的下降” ,它是应下层建筑( infra-structure )的要求所发生的改变。针对这种家庭危机, 20世纪70年代后的日本父权制资本主义对家庭改革所提供的策略,正是我在上一节所提出的那种不适应潮流的解决对策-批判核心家庭和回归大家庭。除此之外,它还是女性的一种“(育儿期)中断-再就业”型新生命周期的形式。 “中断一再就业”型女性的生活,看上去对女性有利,但事实上是对资本主义和父权制有利。这是因为对资本主义而言:第一,可以把结婚前的女性作为快销劳动力并过河拆析:第二,可以以低廉的薪酬雇用作为未成熟劳动力的中断一再就业型家庭主妇劳动力。对父权制而言,这样可以使得在育儿期间确保丈夫拥有免费的专职育儿妻子,在进入后育儿期之后,丈夫也可以不负担任何家务劳动还可坐享女性带来的额外收入成果。对于中断一再就业型的女性而言,她们生活艰辛的现实情况昭然若揭,但至今大多数的女性还是会主动接受这样的生活。这是因为这种生活对女人而言是有利的,更具体地说,是对育儿有利的。 所谓父权制下的女性,就是将父权制的母性意识形态的规范进行内在化的女性,她们认为照料孩子是母亲的职责所在。正是父权制使得女性无偿地背负了全部的再生产劳动。倘若如此,那么对于进入育儿期专职育儿的女性而言,她们的生活并非对女性有利,而只是对处于父权制(下的女性)有利罢了。 当然,仅仅从宏观社会体系发挥的效用上来讨论育儿这一行为,或许会遭到微观当事者的反对,他们会以母亲的体会和孩子的经历来反驳。特别是有人认为,女性进人育儿期后,她们专职育儿的生活并非对女性自身有利,而是对孩子有利。这种母性意识形态要求女性作为母亲应该有献身和自我牺牲的精神。而这种崇高的动机让一心专注育儿的人们相信女性就应当为孩子着想,比起自己,要优先考虑孩子。从这种理论来看,”工作的母亲”自然就成了将自己优先于孩子的自私的母亲。这种献身的意识形态被众多话语所美化,比如母亲的自我牺牲有着金钱也换不来的崇高价值 再如,母亲可以亲身感受到新生命的活力。而在父权制下的这种“崇高的价值”并不会绑架男性,也正因如此,这种意识形态的虚伪性暴露无遗。但即便如此,将这种意识态正当化的话语仍层出不穷,正可谓是无中生有。不管怎样,女性还是“为了孩子”而辞职了。然而,是谁来断定这种做法是“为了孩子”呢?孩子自己是无法判断的。所有有关育儿的意识形态最终都逃不过一句“这都是为了孩子”的陈词滥调罢了。 eg：持决定论观点的人认为母乳期的生理活动决定着未来人格。这种决定论遵循的是弗洛伊德的一般理论,这种理论认为前俄狄浦斯阶段决定着一个人的一生。所谓无仅有的婴幼儿期体验”的危险论断披着科学心理学的外衣,将女性逼迫进专职育儿的生活中去。所有的育儿科学都只是披着科学外衣的某种意识形态罢了。以“孩子的发育”为主题的一切学术研究都逃离不了这种意识形态的特点。除了在怎样的环境下养育孩子这一单纯的事实之外,育儿法的多样性并不会给予我们有关所谓“正确的育儿法”的任何解答。不仅如此,这种研究只会使读者越来越混乱。 倘若如此,我们就不应该去追寻“什么才是正确的” ,而是应该去思考“这些人究竞希望什么是正确的”。明白了这点,那么当下的这种“三岁之前孩子需要母亲”的育儿观,其中所蕴含的意识形态特点就一目了然了。支持这种育儿观的人们,是希望实现这种想法的人,即在孩子三岁之前母亲能够专职育儿,处于育儿期的女性应当离开职场。将这种意识形态内在化的男性把带孩子的女性赶出了劳动市场,而将这种意识形态内在化的女性则选择主动离开劳动市场。结果,就出现了由于育儿所导致的女性的中断一再就业的劳动形态。 再生产与分配的不公 贝蒂娜·伯奇(Bettina Berch )称,女性所承担的“兼顾工作和孩子”的负担岂止是双重负担,而是三重负担(triple burden )-雇佣劳动、家务劳动和育儿[Berch, 1982]。这使得女性明显成为经济上的弱势群体。美国的女性学研究者使用经济用语来描述女性所受到的压迫,更露骨地说,他们倾向于用金钱来定义这种压迫。 因有儿而辞职的女性,她不仅仅只是失去了收入而已。如果育儿结束后重新回到职场,那么原本应得的期待利益(图8中A区域)的部分也会消失。实际上,她失去了原本应得的收入并且还要承担无偿的再生产劳动。然而她失去的远不止这些。工作中断后,即使能够成功再就业,但作为中老年、非熟练工的家庭主妇劳动力,即便是美国,这样的女性的薪金仍然很低。然而,没有经历育儿期中断工作的女性们,也就是她原来的女同事们,在她处于育儿中断工作期间继续勤勤恳恳地积累着业绩,而当她再就业的时候,她们已经得到了应有的职位和收入。从这两类女性一生的收入来计算的话, “中断一再就业”型的女性所失去的期待利益,就是A+B的总和。 所以年轻一代不想再负担这种再生产的成本也无可厚非。母性意识形态宣扬着承担再生产费用是划算的买卖,不,不单单是划算,它还附加产生无形的报酬。这貌似是表明,他们对现实了如指掌,绝对不会掉入文化这种意识形态机制的陷阱。但是当文化这种意识形态机制不再发挥任何作用时, 再生产这种行为根本不是什么“人类的自然之举”,它只不过是文化所蓄谋的结果罢了。 正是因为异性恋和母性意识形态等文化机制用尽各种手段来强制驱使人们进行再生产,人们才会掉入再生产的陷阱中。 除此之外,再就业后的女性不仅与未因育儿期中断工作的女性拉开了差距,还与无须考虑育儿期是否中断工作的男性之间出现了巨大的收入鸿沟。 从经济以外的变量上来看,离婚又使男性失去了什么呢?男性失去的是自己的家庭,也就是从属于自己的妻子和孩子,以及作为丈夫-父亲的这一身份。父权制的意识形态强制女性成为妻子一母亲,同样也强制男性成为丈夫-父亲,且与此同时他们又被给予家长这一身份。美国女性运动的目标之一便是要求创造一个让单身母亲也能安心抚养孩子的社会环境。她们不再试图让男性同女性一起来承担再生产的责任。不仅如此,她们决定不依靠男人生活,还通过离婚这一形式让推卸责任的男性自食苦果。男性对再生产的放弃和女性对再生产的独占,在这一表象之中,男女之间存在着深深的敌对。这种对立的根源是性,其中存在着争夺性的果实-孩子归属权的问题。正因为男人不想承担再生产的责任,所以女性决定独占果实。这种战略就是敌视男性的战略。 只要在全社会中,男性处于优势地位并且女性需要继续无偿承担再生产劳动,那么这种由单身母亲承担的再生产行为就仍会是为父权制社会做的奉献(看看那些战争遗媚,她们付出辛苦艰辛的努力,最后还是抚养出了男权式的儿子)。倘若父权制最广义的定义是“社会中男性成员对于女性成员进行内在化的剥削与统治” ,那么一夫一妻制家庭只不过是在剥削统治体系中,仅由男性成员和女性成员所组成的最小单位的极限组合。女性离了婚,成了单身母亲,她虽然逃离了一个男性的支配,但取而代之的是,她会受到作为一个阶层的男性的彻底支配。 而有丈夫的女性,她所需要支付的再生产费用,只有实物费用(即劳动力)而已,她无需支付货币费用。但是,倘若离了婚,她既需要负担实物费用,同时还需要负担货币费用。这对于大多数的女性来说是极为压难的,所以无论是在美国还是在日本,她们的生活水平都跌落至了贫困线以下。 家庭的危机及其革新的发展动态就是通过再生产费用的重新分配进行的。父权制下的家庭机制是将再生产只分配给女性的机制。生产市场、再生产市场和家庭三者的盈亏在不断变动时,传统的近代父权制也无法独自存活。家庭的危机看上去是女性的主张要求,但实际上它体现的是资本主义与父权制在生产劳动和再生产劳动的分配上所进行的重新交易,它是“家庭革新”的一种表现。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch10-第三期","slug":"Patriachy-Capitalism-ch10","date":"2020-06-15T14:14:51.000Z","updated":"2020-06-16T10:28:49.383Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch10/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch10/","excerpt":"","text":"M字形就业形态 20世纪60年代的经济高速发展时期建立了以个人生活优先主义(MyHome主义)为理想的性别角色分工规范,女性才刚刚被封闭在家庭之中,就立即从家庭被拉向了劳动市场。只不过这与近代家庭的性别角色分工并没有发生冲突,换言之,家庭以极为奇怪的形态保留了父权制,并且成功地建立了已婚女性劳动力市场。 到20世纪60年代的经济高速发展时期为止,谈及职业女性就自然会出现这样的社会共识:她们是“结婚之前暂时工作”的未婚女性,亦或是奋斗工作错过适婚年龄的单身女性或寡妇。留在劳动市场的女性不是尚未结婚就是在婚姻之外,不然就是结束婚姻的女人,结婚和工作被视为是无法同时兼顾的。直到这个时期,女人要么就是工作没结婚,要么就是结婚不工作,而这被视为是理所当然的事。 经过经济高速发展的十年时间,未婚者和已婚者的比率实现了逆转。但是,已婚女性进入了劳动力市场,甚至许多女性在结婚之后也依然坚持留在职场,这样的现象丝毫不意味着她们“兼顾了工作和家庭”。大多数的未婚女性劳动者依然是以结婚或者生育为契机而离开职场。女性作为再生产者的角色与她们作为生产者的角色依然无法共存。已婚女性进入劳动力市场后,发挥女性角色的时期明显缩短了,这就意味着后育儿期提前到来。女性并没有兼顾再生产者的角色和生产者的角色,而是早早结束了再生产者的角色重新回归到生产者的位置。换言之,在某种意义上,她们虽然是实现了兼顾“工作与家庭” ,但与此同时,这种兼顾是由通过错开生命周期的时间分配而得以实现的。 “家庭主妇劳动者”的出现“家庭主妇劳动者”出现的条件大体可以分为以下两个方面: 源于将已婚女性从家庭向外面推的推力(push) 新生婴儿数量减少所引起的后育儿期的较早来临 家务劳动大幅度的减轻 源于劳动市场将女性从家庭向外拉的拉力(pull) 非全日制劳动的”发明” 雇佣劳动与家务劳动之间的这种“非此即彼”的矛盾关系是资本主义亟需解决的迫在眉睫之事。这是因为正是资本主义强行制造了这种二选-的矛盾。具体而言,只要将“朝九晚五”的全职劳动轮班强加给女性,那么就只有不用肩负家庭责任的未婚女性以及不婚的女性劳动者才会进入劳动市场。对此,资本主义以妥协的姿态进行了划时代的发明,那就是非全日制劳动方式。 为了将家庭主妇劳动者推向劳动市场,企业并没有让女性的生活去迎合劳动方式,而是通过转变思维,让劳动方式去迎合女性的生活。而从女性角度来看,将她们推出家庭的推力原因也完全成熟了。“生孩子在两个之内”使得后育儿期的提前到来的确缩小了母亲的角色分工,但这并不意味着这种角色分工不复存在了。让几乎所有家庭主妇犹豫要不要外出工作的唯一原因就是不想让孩子成为钥匙儿童。因为育儿这一再生产劳动才是让她们选择家庭的最重要原因。无论是以前还是现在,家庭主妇的门禁时间就是孩子回家的时间。非全日制劳动方式为女性提供了一种不与家庭主妇角色相抓触的全新的劳动方式。 需要注意的是,这种发明并不是女性的要求,而是因企业的需求所形成的。资本主义只有在需要女性成为劳动力的时候,才将女性招入劳动市场。 每每看到有处于育儿期女性寻找“在家就能办公的工作”时,我的心就会隐隐作痛。她们因为再生产劳动而被禁锢于家中,但即便如此,她们也不属于能够专注育儿工作的经济阶层。并且那些为了再生产劳动而“能够在家”的工作,其工作条件都处于标准条件之下。女性以“在家工作”这一条件被迫接受了低于劳动再生产成本的雇佣劳动。 日本资本主义的选择历经战后复兴和经济高速发展时期后,日本的资本主义面临着慢性型劳动力短缺的问题。而在20世纪60年代,高等教育的普及加速了这种劳动力短缺。为了解决这些部门劳动力短缺的问题,日本的资本主义有以下几种选择。 自动化:无法替代的面向客户的服务部门中,仍面临着劳动力短缺的问题 通过移民劳动力来填补,而日本的资本主义没有采用移民这种做法。他们没有选择将移民劳动力引入日本,而是选择了另一种方式利用外国人劳动力,也就是在他们的居住地进行就地利用 已婚女性;老年人 资本主义与父权制的第二次妥协 第一次妥协:”维多利亚时代的妥协”,其中丈夫是百分之一百的生产者,妻子是百分之一百的再生产者,并且二者形成了专职家庭主妇的近代型“性别角色分工”。 第二次妥协：确立了”家庭主妇劳动者”这种角色双重化的“新性别角色分工” ,也就是女性不仅是雇佣劳动者还是家务劳动者,此时她们既是非全日制家庭主妇,又是非全日制劳动者。 家庭取代农村成为市场的“外部”：家庭萧条缓冲论-农村萧条缓冲论 对家庭主妇劳动者而言,最首要的就是找一份有收入的工作,而那些收入却不是为了女性的经济独立。女性的收入与其说是用在自己身上,还不如说就是为了补贴家用。“补贴家用型收人”是资本主义的一种分配形式,它针对那些需要收入而进入劳动市场的家庭主妇劳动者,它也是资本主义保留父权制的一种方式。非全日制劳动与补贴家用型收入的结合看仪对女性和资本主义双方而言利害相同。但实际上,利害关系相同的并不是资本主义与女性,而是资本主义与父权制(下的女性)。 一般而言,女性的独立收入会威胁到父权制。女性的劳动在家庭内部生产方式之中与在家庭外部生产方式之中,两者的存在方式有所不同。在父权制下的家庭内部生产方式之中,女性的(家庭内部)劳动贡献由经营体的父权所占有。而在市场化的劳动领域中,工资并不是支付给她的丈夫、她的父亲的,而是支付给她本人的。也就是说,她的劳动贡献变成了肉眼可见之物。从历史来看,女性其实一直都在劳动,而当她们的劳动由家庭内部劳动转为雇佣劳动,这使得家庭这一单位,甚至个人(这也意味着无法再划分)这一单位都出现了划分的可能。 当女性的收入达到了足以让她们脱离父权制并独立生存的额度时,这种问题才会出现。实际上,大多数有配偶的女性劳动者,她们的家用补贴贡献率都未能达到25%。 女性的双重角色 由于雇佣劳动,妻子对于家庭生计的(可见的)贡献影响到了丈夫与妻子的上下关系,并且使父权制在一定程度上有所倒退。然而,它以一种更巧妙的形式补充了父权制,并强化了性统治。这是由于在近代型“性别角色分工”下女性成为家务劳动者,而在“新的性别角色分工”下,女性既是雇佣劳动者又是家务劳动者,她们扮演着“双重角色” (duarole )。并且,家庭主妇虽然成了雇佣劳动者,但她们作为家庭主妇的“家庭责任”丝毫不会减少。女性背负着百分之百的家庭责任(家务、育儿劳动),同时她们还要外出工作。女性的“双重角色” ,意味着“双重负担” (dual burden )。这意味着,女性作为雇佣劳动者在资本主义制度下遭受着剥削,她们同时又作为家务劳动者在父权制下遭受着剥削。而在家庭之中,丈夫对妻子的家务劳动袖手旁观;在职场上,这些男性对于女性劳动者(她们与那些在家庭中受到不平等待遇的妻子一样)而言,则是支付她们低廉薪水的上司。在此基础上,丈夫还享受着妻子赚来的用来填补家庭生计的收入成果。社会学的角色理论认为,职业女性与家庭女性的“双重角色”是“角色冲突”的根源之所在。“工作还是家庭”这种二选一的窘境正体现了其中的冲突。同时,这种冲突又与女性解放语境下的“自立还是依靠他人”的问题遥相呼应。然而,我需要再次重复下面的话:只要雇佣劳动与家务劳动互相抵触,换言之,只要生产劳动与再生产劳动互相矛盾,就会遇到这样的问题。通过新与旧的性别角色分工,作为百分之百再生产者的女性,她们的家庭责任并不会消失。然而,按照她们的生命周期,再生产劳动的强度已经有所改变,或者说,再生产劳动的实质已有所改变。在生命周期的第三期,处于后育儿期的女性与处于哺乳期的女性相比,她们的再生产劳动急剧减少。 资本主义与父权制的第二次妥协对资本主义与父权制双方都是有利的。这是因为它代替了完全的生产者亦或是完全的再生产者这种二选一的选择,转化为了一种貌似和谐的解决方式,即“部分生产者部分再生产者” ,而这种变化只发生在女性之中。 对资本主义而言,女性是部分生产者,也就是她们作为不完全的生产者进入劳动市场。 在父权制下,男性仍依赖着部分再生产者的女性所承担的家庭责任,他们只是盘腿享受着无偿劳动。女性成了部分生产者,而男性却没有成为部分再生产者,可以说他们丝毫没有改变。从部分生产者到部分再生产者,这种变化只要不发生在男性身上,那么以无偿再生产劳动为物质基础的压迫女性便不会消失。 父权制资本主义需要从女性手中剥夺一部分再生产劳动使得女性变成部分再生产者。而依靠高科技的高度资本主义则需要受教育的劳动者。初期产业制下的技术革新把熟练劳动者替换为不熟练劳动者。与此相反,第三次科技革命只需要智慧的劳动者。而这种“受教育劳动者”的教育费用无非是由女性来负担的(本应由受益者负担! ) ,这也就是资本主义与父权制的阴谋。 生产与再生产的辩证法 就出现了女性大量被“边缘劳动力化” ( marginalizationof women’s labour)的现象。这样就形成了进出于劳动力边缘地带的女性“劳动力预备军”女性“劳动力预备军”这一说法,是从家务劳动论争发展到女性的“双重劳动”论说过程中的成果之一。 男性与女性以不同的方式加入了劳动力预备军的队伍。男性是通过离开雇佣劳动,而女性则是通过参与雇佣劳动。 女性逐渐得到更多的雇佣机会,但雇佣这一领域丝毫没有改变男女的不平等 女性劳动力边缘化的原因在于: 已婚女性有家庭这一独自的天地,即便被生产所排除,她们也可以回归家庭。而社会福利又没有必要关照她们的存在,同时她们的消失也不会(只要不是自己注册在案)反映在失业率上。 支撑女性边缘化的是家庭。女性的雇佣劳动与家务劳动紧密相关。女性是再生产者,所以她们作为生产者是次等的,而正因为她们是次等的生产者,所以她们被称为再生产者。如此一来,女性被禁锢在家庭领域之中，以及女性劳动力的边缘化，二者共同制造了女性的“双重分离区”。 80年代的改革 直到20世纪80年代,双循环型、家庭生计辅助型、非全日制雇佣的劳动形式,即工作至结婚,以结婚或生育为契机暂时退职,而进入后育儿期时又再次回归职场,这种情况发生在日本大多数的女性之中。 1980年,在哥本哈根, 日本政府代表签署了联合国《消除对妇女切形式歧视公约》。1985年该条约得到国会批准,同年,日本政府颁布了《男女雇佣机会均等法》。而与此同时,日本政府也废除了劳动标准法中保护女性的规定。在“均等法元年”的1986年之后,女性所处的职场环境,伴随着各种抵抗也在逐渐发生改变。 所有男性都是生产者而所有女性都是再生产者这种“近代的假设”已经结束了。在“近代型性别角色分工”下,男性都可以成为生产者,而女性都可以成为再生产者(或者只能成为再生产者)。只要该结果成立,那么“近代”便也可以被称为平等的时代,让男性成为生产者,让女性成为再生产者,这是使得男女双方平等化的时代。而我们必须要面对的则是“近代型”生产与再生产的结构再次动摇的时代。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch09-第二期","slug":"Patriachy-Capitalism-ch09","date":"2020-06-15T14:14:44.000Z","updated":"2020-06-16T10:28:40.445Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch09/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch09/","excerpt":"","text":"第一次世界大战和第I期女权主义运动 藤枝澪子把20世纪的女性解放运动划分为两个时期：20世纪初（一战结束后迎来高潮）-第I期女性主义运动；60年代到70年代-第II期女权主义运动 。 战争促进了女性解放 。 女性通过配合协助 战争的”社会参与”，她们获得了进入公共领域后所带来的实际成果和自信。通过这一过程，女性懂得了性别分工，即 社会领域的划分和与之对应的性别分配，而这种分配并不是按照”能力”而是按照”禁止”和”排除”实行的。 经历战争的女性，她们所获的的实际成果和自信并不会随着战争的结束以及和平的恢复而轻易消失。战败国尤为明显。高举理念大旗而奋战的士兵们在复员归家之际，连对内的权威已不复存在了。相比于战胜国的男性 ，战败国的男性让女人们回归家庭则更为艰辛。 第一次世界大战结束之后欧美各国相继通过了妇女参政权，英国于1918年，德国于1919年，美国于1920年。这一系列妇女参政权运动所取得的胜利背后 包含着要求国家承认战时女性为配合协助国家政策所作出的贡献的诉求。 未婚女性劳动市场的形成 一战结束的时期同时也是女性进入职场的时期。 但是，这样的劳动市场仅仅向”不用承担家庭责任”的女性敞开。”工作还是家庭”这种对于我们而言再熟悉不过的 二选一的问题就是在此之后出现的。也就是说，在这个时期形成了”工作到结婚为止”这种未婚女性雇佣劳动的社会共识。 但是，”工作还是家庭”这种选择并没有撼动父权制家庭制度。资本主义需要女性雇佣劳动力。而对资本主义而言，将其置于“到结婚为止的工作”和女性的生活周期之上，这种做法使得生产领域和再生产领域的分离得到了保留。不论未婚还是不婚，“不用承担家庭责任”的女性劳动者被视为“与男性一样”的单身者。资本主义下的生产劳动依然不会与以“家庭责任”为名的再生产劳动对立。 未婚女性劳动市场的形成也没有撼动“女性气质”的规范。倘若女人在结婚之前被视为不能独当一面的人（或不结婚就不是女人），那么在劳动市场中的女性就被迫要求作为中性劳动者而勤劳工作。只不过她们一结婚，她们的生活重心就随之发生了变化。即便是职场中极有能力的职业女性。只要是将这种规范内化的人，一旦结了婚就会毫不犹豫地选择辞职而专心于家庭。在“非此即彼”的二选一的规范中，“结婚前工作第一，结婚后家庭第一”这种在各自领域中尽善尽美的做法不存在任何逻辑矛盾。 除此之外，所谓“结婚就是女性的终点”，这种观点只不过意味着停留在职场生活的女性总是被看作是不完整的女性而已。女性一旦结婚，她的工作就随时可能被叫停，从这点上来看，未婚女性劳动者仅仅是职场上的“过客”。即便她们一直保持单身，但当下的状态也不知何时会由于结婚而导致中断。“工作还是结婚”这种选择规范，给女性无法成为职场上永远的伙伴找到了理由，这也正成为职场上歧视女性的合理借口。 对女性而言，未婚女性劳动力市场的出现所带来的结果是，让单身女性得以享受“与男性一样”的自由以及女性的晚婚化。第一次世界大战，在魏玛时期的德国，拥有职业和收入的女性，社会对于她们性的放纵不羁以及享乐式生活方式的哀叹此起彼伏。她们成了消费社会中有力的一员。此外，女性的晚婚化也进一步推动了社会向少生少育和小家庭的方向发展。 萧条之下的家庭和凯恩斯革命 背景：1929年华尔街经济崩盘引起了经济大萧条，美国开始陷入恐慌。经济萧条也同战争一样，为女性地位提高做出了贡献。这是因为妻子、女儿取代了事业的丈夫和父亲来维持一家的生计。由此，在家庭中，女性取代了权威尽失的男性，与此同时形成了”妻子、母亲处于优势地位”的家庭格局。 凯恩斯政策：通过财政投资来创造扩大内需（修正资本主义） 经济高速增长期与第II期女权主义 第二次世界大战后，日本在1946年通过了妇女参政法案。 随着战后经济的复兴和建设，企业逐渐关闭了向女性劳动者敞开的大门。1962年-女大学生亡国论 20世纪60到70年代，第II期女权主义运动几乎同时在发达工业社会的各个国家中兴起了。 美国：作为肯尼迪政权下的民权运动的一环，”向黑人权力致敬”的伴随现象，60年代末期脱离种族歧视运动 首次以”女性问题”为运动背景，并且只兴起于高度发达的工业化社会。其根基时，对女性而言，家庭的”近代已经形成。 这一时 期不仅仅出现了核心家庭化，而且也逐渐形成了小家庭化现象，即形成城市雇佣者核心家庭，并且孩子的数量不超过两人。这也就是我们今天所熟知的典型的近代家庭，家庭的形态也正是在这个时期基本形成了。在雇佣者核心家庭之中，女性第一次实现了“结了婚就做主妇”。第一。她不从事家庭内部（生产）劳动而专门从事家务劳动。第二，除她之外，这个核心家庭中没有成年女性（婆婆或小姑子），因此没有竞争者的她自动成了“家庭主（要）妇”。然而这种“家庭主妇”并没有可以使唤的、给自己打下手的女性，她们成了家务、育儿都不得不亲力亲为的家务劳动者。在经济高速成长期，对于男人而言的“全民工薪族化”的实现，对女人而言，则意味着实现了荣升为“工薪族的妻子”－“太太”的梦想。然而，当谁都能成为“工薪族的妻子”时，这种荣升的实质则变成了女性沦落为“专门从事家务的人”。经过了20世纪60年代的经济高速成长期，平社会已经完成了这种最为近代式的性别角色分工，并且这种性别角色工任社会上得到了普及。这种性别角色分工也就是克己奉公的企业战士和在后方专注于家务、育儿的妻子。女权主义者将其称为“父权制”，然而这种“父权制”完全是近代的产物，它与作为封建遗制的父权制大相径庭。 主妇的普及化与”女性阶级”的形成 1970年日本的妇女解放运动打响了第一枪。直接策划第I期女权主义运动的妇女解放先锋是原新左翼女性以及失意的马克思主义女性。在她们的背后，许多过着“家庭主妇生活”的女性，也就是“沉默的大多数”（silent majority)抒发了共鸣并给予了支持。妇女解放运动虽然遭受很多误解和诋毁，但是当它的主张一旦准确地传达给了女性阶层，那么它所传达的信息马上就可以得到女性的理解，并衍生出许多草根女性运动。是因为第日期女权主义运动并非争取女性的人权，而是将近代型性别角色分工视作问题之所在。她们对看似理所应当的“家庭主妇”这一角色发出了质疑。这里，“女性问题”转化为了“女权主义”。这是因为第II期女权主义运动所讨论的问题并非社会的”不公正”–女性的问题，而是质疑社会上看似正常的机制。 在工业化逐渐实现的过程中，在发达国家所开展的第II期女裙主义运动跨越了国界，一起面临着许多共通的问题。这些问题与前工业化社会中第三世界国家所面临的女性问题的背景有所不同。这是因为相比起阶级差异，性别差异作为分析阐释异化和压迫机制的第一变量逐渐显现出来，作为一种阶层的女性，她们被压迫的物质基础在于女性作为家庭主妇所面临着的两种异化：第一，她们被排挤出了生产劳动；第二她们被迫从事再生产这种无偿的劳动。”性阶级”（sex class）这一概念也是在这样的社会背景下出现的。在这一时期，女性作为被压迫阶级，也作为一种阶层，有着共同的利害关系。也就是说，她们共同面临着资本主义制度与父权制，她们有充分的理由向二者发起双重挑战。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch08-第一期","slug":"Patriachy-Capitalism-ch08","date":"2020-06-15T14:14:37.000Z","updated":"2020-06-16T10:28:32.117Z","comments":true,"path":"2020/06/15/Patriachy-Capitalism-ch08/","link":"","permalink":"https://blog.takeko.top/2020/06/15/Patriachy-Capitalism-ch08/","excerpt":"","text":"工业化与家族（Domus）的瓦解 家族：通常是指以土地为基础的，并拥有完整生产、再生产自主权的单位。在近代以前的社会，生产-再生产复合体以家族为单位。 卢梭《新爱洛伊丝》中的克拉朗农园里的乌托邦式生活。 以土地所有权为基础的家庭-经营体是前近代式的产物。作为农业经营体的家庭，是超越了一夫一妻制小家庭的扩大版家庭，在日本表现为直系家庭，在印度-欧洲则表现为包括旁系亲属在内的复合式家庭。 在希腊语中以自给自足为基础的家庭经营体被称为oikos。执掌oikos规范（nomos）的，也就是oikos·nomos，是oikonomia，即economy的词源。所以oikonomia应被译为“家政学”，而oikos的主人即家长（patriarch）应当具有严谨的知识。实际上到19世纪为止，在英国，所谓的“家政”是由男性承担的事务。okionomia转变为economy的背后，体现着社会巨大的转变。生产活动从亲属集团“脱离”（disembededd 波兰尼语），并分裂成“生产劳动”和“家庭内部劳动”。在这之后，“家庭内部劳动”成了生产劳动的剩余之物。与此同时，economy不再是okionomia，它成了家族的“外部”，即探究市场运作原理的学科。 再生产的“自由市场” 恋爱结婚的意识形态在“自由恋爱”的名义下瓦解了婚姻游戏的规则。 如同资本主义是基于生产的“自由市场”一样，以恋爱结婚为基础的近代家庭也基于再生产的“自由市场”而形成。 近代家庭的形成 在市场化推进初期，市场化只有在与市场外部这个重要因素的相互作用下才能发展起来。 就连工厂工人的招募都没有瓦解家庭制度，反而利用了家庭的联系。家庭劳动团队由农田那片土地转移到了工厂这片土地。 家庭这一单位作为超个人的实体这种观念已经被内在化，而个人不过是其中的有机组成部分而已，因此劳动者薪酬不归属于个人。 劳动者是作为家庭的一员，而并非自由的个人在工作。即便劳动者跟人按照自由意志来工作，比如在外工作的姐姐给大学在读的弟弟寄送生活费或者供养乡下的弟弟妹妹，这不是由于制度的强迫，而是将家庭内在化的结果。她们作为超个人的实体、作为家庭的一份子在劳动。这无法成为家庭内部生产方式，而是家庭外部的，且是家庭式的生产方式。 近代型性别角色分工-雇佣男性家长劳动者、清楚劳动市场中的已婚女性，在这个过程中，市场通过引入并利用市场外部的要因，在资本主义初期就逐渐形成了这种近代型性别角色分工。 家长一个人代替了所有家庭成员成为“顶梁柱”（breadwinner），只要他一个人工作就可以得到养活一家人的薪酬，而也有人将这种情况看作是一种“进步”。相比于全家劳动时代下家庭成员的总劳动时间，家长劳动者一个人的劳动时间或许较短。这也是劳动生产效率上升的结果。虽然“生产劳动”的时间减少了，然而对于被隔离在“家庭内部领域”中的女性和孩子而言，等待他们的则是进行再生产所需要的劳动”与“被再生产所需要的劳动”。“女性和孩子”的隔离使得孩童时代延长，这与长大成人所需要时间的延长密不可分。被禁止劳动的少年们被迫接受教育。孩童时代的赶长意味着教育时间的延长。与此同时，教育的作用就是将等级(grade）更高的劳动力输送至下一代的劳动市场。伊利奇（lllich）睿智地将“（接受）教育这一劳动”看作是“影子工作”（shadowwork）的一种。教育并非单单是充实自己的活动。为成为一名劳动者而接受教育的孩子们自己承担着这种准备劳动。（接受）教育从其强制性的特点来看也是一种劳动，且这种劳动是被置于非市场领域的无偿劳动，从这两点来看，接受教育这一劳动与“影子工作”有着相同的特点。如果将“女性和孩子”的影子工作也计算在劳动时间之内，并且支付给家长劳动者的薪金还约定俗成地包含这种个人的再生产劳动的话，那么户主单独收人（single income)这种形式的劳动与家庭集体劳动这种形式相比，很难说是一种“进步” 维多利亚时代的妥协马克思主义女权主义者，将为了维系“近代家庭”市场所支付的费用称为在历史中所形成的资本主义与父权制之间的“维多利亚王朝的妥协（Victorian compromise)而这最终所形成的机制被称为“父权制资本主义”（patriarchal capitalism。这种机制最初便是二元的。父权制下的近代家庭，不过是资本主义制度下的家庭。反过来说，资本主义的前提便是把资本主义补充之物一一家庭置于市场的“外部”。 市场本应该是将“自由的个人”作为玩家（player）而组成的一种游戏但这里的个人实际上是一夫一妻制家庭的代理人一一家长劳动者。为了使“自由的个人”出现，市场与传统的共同体相敌对，并通过工业化的过程将其解体。但从共同体中孕育而出的不是“自由的个人”，而实际上是“自山的、独立的一夫一妻制家庭”。阿利埃斯称，在近代化的过程之中”胜利的不是个人而是家庭”。家庭的独立性之高是前所未有的，同到家庭是被隔离于公共领域之外的孤立的场所，这是史无前例的。而也正因如此，家庭被完全曝露于市场之中。以上几点都是近代家庭所具有的特征。如此一来，这蚱属性并非是在“市场与个人”的二元结构之中形成的而是在“市场与家庭”的二元结构基础之上形成的。 “家”的发明家庭这一自律单位并非传统社会的遗留制度，它是近代的产物。 因此，近代是一种悖论，与其说它是“个人的时代”，不如说它是“家庭的时代”。这里的家庭是史无前例的脆弱而又孤立的小家庭，它的确是，而且仅仅是史无前例的纯粹化又特殊化的“家庭的存在”。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch07-父权制与资本主义的二元论","slug":"Patriachy-Capitalism-ch07","date":"2020-06-11T14:17:56.000Z","updated":"2020-06-16T10:28:23.834Z","comments":true,"path":"2020/06/11/Patriachy-Capitalism-ch07/","link":"","permalink":"https://blog.takeko.top/2020/06/11/Patriachy-Capitalism-ch07/","excerpt":"","text":"是统一理论还是二元论 沃尔拜（Walby）将由女权主义者发展起来的性统治理论归纳为以下五种： 性统治在理论上是无意义的（无视型统治的资本主义阶级分析【教条式马克思主义）】 将性统治归结于资本主义式的生产关系【无视阶级分析的性统治分析（激进女权主义】 将性统治归结于独立的父权制 性统治是与资本主义生产关系密不可分的，它是形成资本主义式父权制这一单一机制的（资本主义下的）父权制的产物 性统治是父权制和资本主义这两个彼此独立的机制相互作用下的结果 新马克思主义与女权主义 爱森斯坦（Eisenstein）：资本主义与父权制的关系是紧密相互依存的，所以二者形成了一个相互依存的体系。 巴雷特（Barret）：女性压迫虽然不是资本主义的功能性先行条件，但已经在现在的资本主义生产及再生产关系中获得了物质基础。 父权制是否先于资本主义：不先于资本主义则为其附属品/父权制下女性劳动是否对资本主义有贡献 统一理论（在马克思主义至上的条件下）成功地解释了家务劳动一直具有私人特征的问题。家务劳动的非资本主义的特征对于资本主义来说既不是矛盾的又不是不相关的，所以对马克思主义式的分析而言，它既非是其理论外部又非其受挫败之处，它是资本主义需要的且是恰如其分的存在。如此一来就形成了这样的理论：资本主义需要全职的家务劳动者-家庭主妇的存在，反而言之，家庭主妇支撑着资本主义。 这意味着资本主义社会下的女性，只有推翻资本主义制度，才能获得女性解放。 父权制的构成将马克思主义女权主义以二元论来理论，需要承认父权制是独立的领域。根据它所在的社会领域，可分为两大方面： 意识形态是相对独立的领域，且父权制应当是一种意识形态 在社会生产领域之中存在独立于资本主义的父权制生产方式。（道菲、哈里森） 道菲的理论要点：父权制是固有的生产方式。在这个生产关系之下，女性劳动被男性占有，她们作为受剥削集团形成了性阶级。 哈特曼与道菲相同，都认为父权制的非资本主义的特点在于其固有的生产方式。他为了强调资本主义与女性劳动的固有关系，放弃了家务劳动是一种独立的生产方式这一说法，而是将其定义为一种更保守的概念，也就是，“从属的生产方式”。 批评的第一点：一个社会经济构成体重是否同时存在两个以上的原理相异的生产方式。 第二点争论在于“家庭内部生产方式”是否真的是“男性对女性劳动占有”的物质基础。通过结婚这一制度，男女形成了统治和从属的阶级关系。 统一理论的难点： （1）无法导入性这一变量。 （2）家务劳动通常对资本主义是有益的这一目的论式的假设常常被看做是资本主义与父权制二者关系调和的产物。 （3）家务劳动的论争使其在历史变化的解释上露出了破绽。 在女性压迫这一问题上，初期女权主义的理论分析追求统一理论。与此不同，当下的理论囊括了围绕着性差与性统治的各个角度。理论的多元性在形形色色的领域中有力地推进了女权主义者的分析。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch06-再生产的政治","slug":"Patriachy-Capitalism-ch06","date":"2020-06-11T14:16:46.000Z","updated":"2020-06-16T10:28:13.326Z","comments":true,"path":"2020/06/11/Patriachy-Capitalism-ch06/","link":"","permalink":"https://blog.takeko.top/2020/06/11/Patriachy-Capitalism-ch06/","excerpt":"","text":"性（sexuality）的占有 正如阶级的定义就是某一类特定人群的劳动因另一群人的利益被有组织地剥削榨取（即劳动者），性（sex）的定义就是某一类特定人群（即女性）的性因另一群人的利益被有组织的剥削榨取。异性恋制度就是其机制，期凝结的形态是社会性别和家庭，其特性是在特定人群中所产生的的性别分工，其结果是再生产，控制管理就是其课题。 如果将生产关系中的阶级概念引用到再生产中来，我们可以称男性是再生产统治阶级，而女性是再生产被统治阶级。女性虽然持有叫做“子宫”的这一再生产手段，但是子宫从肉体上属于女性身体的一部分完全不意味着女性“所有”子宫。再生产统治阶级试图让女性始终对自己的身体保持无知，并将其身体的管理委托于男性，将避孕和生育的自我决定权从女性手中夺走。 在前近代的婚姻中，妻子被视为创造嫡子的道具（“借胎生子”）。在这样的制度，离婚对于女性而言意味着将孩子放在婆家随即离去。许多女性由于不想与孩子分离而对离婚望而却步。但即便是那时候，与母亲分开的孩子也并不是由父亲抚养，而是由男方亲属圈中的祖母从事这一再生产劳动。这里的问题是，无论是由母亲抚养还是由祖母抚养，孩子都属于男方这个事实。在像中国、韩国这样实施夫妻不同姓制的国家里，孩子属于男方也更是一目了然。孩子冠父姓意味着把母亲标记为外人。 现在夫妻离婚之际孩子有八成以上被归为女方……离婚不再意味着失去孩子，这使得女性下定决心离婚变得相对统一。但是多数单亲母子家庭处于贫困线之下也是事实……许多女性在恶劣的劳动环境中一边负担全部再生产费用，一边还得兼顾养育孩子，对她们而言，还能说她们从父权制下“夺回”了孩子吗？等待她们孩子的不再是个别的压迫性父权，而是转化为制度性的父权。 再生产不仅意味着从受孕到生育为止的生物学过程，还包括把生下的孩子抚养成人的全过程，并且这种再生产劳动由女性承担。通过这一过程，为了培养适合父权制的下一代而动员女性自发的献身，这与父权制的成功息息相关。家庭就是这种父权制再生产关系。通过家庭，父权制再生产关系本身也毫无疑问地由女性再生产出来[Chodorow] 女人，她只是生养了一个贬低自己的生物而已。 再论父权制 父权制从词源上来看是“父亲的统治”（rule of fathers）。家庭是（亲属集团也同样）“依照性与年龄的不同而使威权和资源分配不均的决策因素”，而不是与神话相悖的、以较为宽容的“普遍互助性”为方针的“爱的共同体”。这种“父亲的统治”中包括“由性进行的统治”和“由世代进行的统治”这两个方面。家长（丈夫）同时占有“妻子的劳动”和“母亲的劳动”。 “再生产的政治”（reproductive politics），即在什么时候生，生下怎样的、数量多少的孩子，以及这一切由谁来决定、怎样决定，这些始终都是女权主义的核心问题。“生与不生是女性的自由”（reproductive freedom），这随谈是女性在夺回自身的性之时所使用的重要标语，但即便女性获得了自由意志下的生殖决定权，这真的能说就是获得了“生殖自由”吗？“自由意志的决定”背后有怎样直接、间接的因素在发挥作用呢？ 孩子数量的决定因素 南希·佛伯尔（Nancy Folbre）：子女的数量取决于将来孩子给父母带来的经济价值（利润）与养育孩子的费用（成本）间的平衡。 曾经，孩子的成长不花时间且他们具有一定的经济价值，父权制从这里发现了“大家庭”的价值。但是，自义务教育和工厂法规将孩子从劳动中驱赶出去之后，不仅孩子所拥有的经济价值降低了，而且对母亲而言，孩子更是降为无法在家务劳动和抚养孩子中帮忙的、毫无用处的“饭桶”。另一方面，社会化的时间和教育费用却在增长。在工业化愈发成熟的社会中，这最终必然会提升对孩子未来的期待，也就是期待孩子成为高收益且高质量的劳动者。教育在当下则是“世代间财富转移”的主要表现。 对父权制而言，孩子带来的利润与成本的平衡由以下连点决定： （1）一生中孩子对父母的经济贡献程度； （2）养孩子的花费在家庭中丈夫与妻子之间并不均等的分配 （1）的世代间的不平等（genetational inequality）与（2）的两性间的不平等（gender inequality）有关。在这二者的作用下，年长的男性获取利益，这是父权制的运作机制。 再生产费用负担的不平等 男性会有注入自己为心爱的妻儿辛辛苦苦赚钱之类的借口： (1)女性以再生产劳动的形式支付实物费用（即劳力和时间）而非支付货币费用（即金钱），并且如果将这种实物费用换算成货币费用的话，实际上将超过丈夫所能负担的金额； (2)女性为了负担上述实物费用离开了职场，牺牲了应有的货币收入（误工费），即便之后再就业，那段离职时期将会成为不利条件使其终身背负无法挽回的差距。 丈夫的工资是家庭工资：工资曲线上升的方式与家庭周期完全不一致。……没有人来支付妻子的实物费用。在降低自己生活水平将孩子所需优先于自我所需的这种“献身”的引导下，妻子在育儿期内始终忍受着这种痛苦。关键点在于，没有人对妻子的再生产劳动进行支付，无论是丈夫、经由丈夫的资本还是国家。 孩子的第二次社会化：妻子为了用货币费用支付额外的教育费用外出工作。 因此，无论是第一次社会化中养育孩子所花费的实物费用，还是第二次社会化中所花费的货币费用，到头来都是由妻子承担。 当下对女性而言，离婚是代价极高的“解放”。许多国家的政策愈发保证了男性的自由：逃离结婚而获取的自由，其结果就是摆脱为人父母的责任而取得自由。 哈特曼：男人只会在孩子具有经济价值的阶段把他们留在身边，当孩子失去经济价值的时候便将其强行推给女性。 男性丝毫没有因为离婚放弃亲权而导致他们放弃父权制。这只是意味着他们选择拒绝分担再生产的费用并将其完全推给女性。而这些孩子们进入教育和媒介的第二次社会化制度之中，在第二次社会化的制度之下，只要彻底贯彻男性通知，即便男性放弃了个别的父权，他们也能够有效地达成父权制的社会化。而且这种社会化的费用，不仅是实物费用，连货币费用都是由女性来承担的。 世代间的统治 所谓性统治，即占有女性的性，并管理其受孕能力。这也就是通过管理女性这一“再生产手段”并最终占有作为成果的“再生产物”，即占有孩子。世代间的统治是性统治的结果，也是其目的之一。 孩子的归属对孩子的统治并无直接联系。 父权制的主要关注点在于养老的社会费用由谁来承担，在长大成人的孩子与国家之间如何分配承担的费用。 “孩子对独立的要求”与对父母的经济依赖，二者产生矛盾，使孩子产生巨大的怨恨。正如女人不是单纯的再生产手段一样，倘若孩子也不是单纯的再生产物，而是有着自我意识的主体，那么这种矛盾就无法避免。 女儿的价值 男性家长享有女孩的直接占有权，如买卖女儿、代女儿接收女儿的薪金等。在父权制下，照料老人建立在“性别分工”之上，即由儿子负担其货币费用，由儿媳妇，也就是与其父母并无血缘关系的女性来负担实物费用。这种费用的负担与再生产的负担相同，其结果是并没有支付妻子的劳动力再生产费用。 父母年老后的照料由儿子转为女儿，这并不意味着父系制度转变为母系制度，更不意味着父权制的结束。在实物费用格外昂贵的现实压力下，这只不过意味着父母不在剥削儿子，而是试图剥削女儿的劳动力而已。 由父系型同居向母系型同居过渡现象体现了负担照料老人的费用包含着两性间不平等的分配，女性对于这一问题束手无策。这一过渡只是单纯地反映了女性支付实物费用的价值逐渐增加的事实而已。 孩子的反叛 女性和孩子不只是父权制下共同的被害者，他们可以在父权制下由被害人转化为进行代理人战争的直接加害者。 父权制的废除女权主义者的要求是： 调整再生产费用在两性之间不均等分配 终止世代间的统治 (1)作为自身权利，孩子对于再生产费用的支付享有所有权（不是家庭津贴，而是儿童津贴） (2)能够确保支付老人至少能够独立的养老金以及公共养老服务","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch05-再生产方式的理论","slug":"Patriachy-Capitalism-ch05","date":"2020-06-09T14:10:04.000Z","updated":"2020-06-16T10:28:05.169Z","comments":true,"path":"2020/06/09/Patriachy-Capitalism-ch05/","link":"","permalink":"https://blog.takeko.top/2020/06/09/Patriachy-Capitalism-ch05/","excerpt":"","text":"生产至上主义 科沃德（Rosalind Coward）：将家庭作为主要论点，在阶级这一变量上使得性这一变量可视化，但把家庭以及其中的两性定位又还原为经济活动。刚把家庭这一领域从马克思理论中分离出来，就又陷入经济主义预警的循环往复中。 萨克斯（Karen Sacks）：比较母系社会与父系社会中女性不用地位，选取的依据是女性地位与女性生产方式之间的关系。 将女性地位仅置于与生产方式的关系中进行的各种论述自然也都归结于这样的要求：尽管女性在历史上因为其作为“生育的性”而自带不利条件，但她们仍旧是生产者；应当合理地评价女性生产劳动的贡献。这种生产方式还元论是一种生产一元论，市场一元论即是由其演变而来的。马克思主义女权主义本应从批判阶级统治一元论出发，倘若再次陷入生产一元论，则会返回起点。 达拉·科斯塔（Dalla Costa） 伊里奇（Illichi）：影子工作论（shadow work） 家庭内部生产方式 以往的马克思主义女权主义者们无一例外的都将父权制仅仅定义为某种“生产方式”。在此基础上，将性统治定义为“男性对女性（生产）劳动的占有”。这是一种生产至上主义。该立场根植于马克思主义之中。 再生产（reproduction）的概念与父权制的概念相同，是极富争议的多义概念。再生产有以下三种不同的含义。 （1）生产机制自身的再生产； （2）劳动力的再生产； （3）人类生物学上的再生产。 含义 | 代表 —|— （1） | 阿尔都塞（Althusser）巴雷特（Barrett） （2） | 家务劳动论战 （3） | 梅亚苏（Meillassoux）费尔斯通（Shulamith Firstone） 梅亚苏：“年长男性统治”—再生产至上主义 “生产方式”与“再生产方式”的辩证法 生产劳动与再生产劳动是不可兼得的关系，由此，作为再生产者的女性必然成为劣等的生产者 社会生物学家的宿命论式的三段论 （1）生产孩子与生产文化不能兼顾 （2）女性生产孩子 （3）所以只有男性才能生产文化 分析： （1）认为再生产与生产是冲突的，这一观点的前提在于，人们在其最大限度的生存线之上竭力全勤于生产活动。“丰足”的社会中，再生产与生产毫无冲突。 （2）只有当再生产被按照性别分配给女性时，对于女性而言，再生产才会同生产相互冲突。工业社会将女性的再生产劳动增加到最多，而降男性的再生产劳动削减为最少。 （3）在再生产比生产活动更加重要的社会中，女性的再生产力智慧提高女性的地位而不会使其降低。 如何才能够用唯物主义的分析方法，充分地将生产和再生产作为单一过程的部分完全统合起来，而明确性别差异是阶级结构的组织形态不可分离的部分呢？","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch04-父权制的物质基础","slug":"Patriachy-Capitalism-ch04","date":"2020-06-07T13:36:03.000Z","updated":"2020-06-16T10:27:56.434Z","comments":true,"path":"2020/06/07/Patriachy-Capitalism-ch04/","link":"","permalink":"https://blog.takeko.top/2020/06/07/Patriachy-Capitalism-ch04/","excerpt":"","text":"父权制的定义 Hartman：拥有物质基础且存在于男性间的阶级制度关系以及最终使男性统治女性成为可能的、只存在于男性间的一系列社会关系。 濑地山：基于性的，权力由男性主宰且分工被固定分配的一宗关系和规范的总和。 父权制的物质基础：男性对女性劳动力的统治，这种统治通过防止女性接触经济中的必要的生产资源，或者通过控制女性的性机能来维持。（Hartman） 废除父权制不是通过改变每一个男性的态度、扭转每一个男性的意识而达到的。而是通过改变现实的物质基础，即制度与权力结构才能达成。 父权制下的性统治不仅存在于一对男女关系中，它也存在于家族集团中男性成员与女性成员之间，以及更广泛的社会领域中作为阶层的男女关系之间。 在广义的父权制下，对于女性而言，男性构成了一种”利益集团”。异性恋关系，与其说它连接起性别不同的彼此，倒不如说连接起处于这种关系中并拥有共同利益的统一性别的人。 男性有两套用来维护自己利益的”父权制式策略”。第一个是在雇佣劳动中排挤女性；第二个是与男性劳动相比，女性劳动被看作是无足轻重的，并将女性关在封闭的牢笼里。 因为”父权制下的性别分工（以及其中出现的女性劳动贬值）早在资本主义出现之前就已经产生了”，所以我们甚至可以将资本主义视为父权制的近代形态。 家庭：性统治的场域“爱的共同体”的神话早已遭受性统治的现实之击而崩塌了。 顶着个人隐私这一”神圣”的光环，家庭得以将公共性干涉与监督拒之门外。而正因如此，也不难想象现代社会中家庭已成为私人暴力的主要场所。丈夫对妻子的暴力以及对孩子的虐待，都是私人领域确立的专有产物。 在把家庭作为分析对象之时，首先必须要向共同体神话的禁忌发起挑战。拨开那个我们曾经深信不疑的超个人性的实体，那个尚未被问津的、被 残留下的”神圣领域”。为此，我们必须回到权利与资源分配不均的个体集合之中。 物质基础道菲称家务劳动为劳动，且是“生产性”的劳动。然而这里的“家务劳动”是指在家庭内部由名为“家庭主妇”的已婚女性所承担的无偿劳动。我们把这种生产的方式称为“家庭内部生产方式”。而形成“家庭内部生产方式”的统治结构便是“父权制”。父权制是指，当今工业社会中女性从属于男性的体制。而这种体制下的经济基础便是家庭内部生产方式。 父权制与资本主义不推倒家庭单位这座高墙，家务劳动就不能作为研究对象。（同若要聚焦家庭里女性承担的家务劳动这一劳动问题，就需要明晰地在不可分割的家庭这一整体之中，抽出男性和女性的“个人”概念来探究其中的政治（性的政治）。事实上，家庭这一不可分割的整体被当作充满爱和关怀的共同体（Gemeinschaft）。在这一看法支配下，家庭成员被分摊的压迫性的劳动并没有被视为核心问题。关注经济中非货币领域的波兰尼将互助性赠予经济之外（或者说在其之前）的领域划分为“家庭领域”，他将其称为“普遍互助性”（generalized reciprocity）（萨林斯语）统治下的非功利性、非计算性领域［波兰尼，1977］。“普遍互助性”是指像父母照料子女一样不求回报的无私原则。在这一原则下，捕获的猎物优先分配给发育期的孩子和饥饿的老人。也就是说，并非依照能力和劳动，而是“按需”分配从而实现共产主义共同体的理想。 第一，我们需要对于家庭是共同体式的这种论说持保留态度。＂Gemeinschaft”（共同体）与“ Gesellschaft”（社会）这一对概念，众所周知是社会学家膝尼斯所提出的。他把工业化中产生的新社会形态命名为社会，与此相对应地，将“非社会之物”仅看作为共同体。他假设共同体的经验性对应物产生于前近代，然而他在将“从共同体到社会”这一历史性变换定型时犯下了浪漫主义派错误，即他将子虚乌有虚构成了过去。这恐怕也与一元性的进步史观脱不开干系。 第二，我们需要分析在家庭这一制度内部发生了什么。家庭是按照性和年龄（世代）组合原理而形成的制度。在其中，按照性和年龄把分工和权势进行不均等地分配。所以，无论波兰尼如何主张家庭是普遍互助性统治下的领域，但事实上，家庭既不是成员平等的共产主义式的共同体，也不是能够萌生自主性领导权的志愿性（voluntary）集团。家庭中的分工和替的分配;基于该社会所采用的家庭样式，早已作为一种制度而定型。 父权制是指，在家庭之中由年长男性掌握权势的制度。索科勒夫定义“父权制”为“年长男性的统治”［Sokoloff，1980］。在年长男性的统治下，按照性和年龄的组合原理，家庭之中年少的成员以及女性处于从属地位且其劳动被剥削和榨取。父权制所整合的生产方式叫作“家庭内部生产方式”，其中被置于“无偿劳动”剥削之下的不仅仅只有女性。未婚、不婚的男性亲属的劳动也同样被一家之主所占有，他们没有对劳动和劳动生产物的自我决定权。道菲问道：“是否只有家务劳动是无偿劳动呢？”进而又问道：“是否只有女性从事无偿劳动呢？”从事无偿家务劳动的女性，她们的地位与寄居于兄长家并从事义务劳动的不婚的老二、老三其实别无两样。然而，只有少数的男性处于家中从属的家庭内劳动者的地位，而大多数的已婚女性都会成为家务劳动的无偿劳动者。这样的机制是性这一变量在起着无法避免的、内在性的作用。 女性-阶级？Delphy：由于父权制是从其劳动的性别原理中取得利益的，所以已婚女性形成了共利害的、超越阶级差异的“女性阶级”（women class）。这种“阶级”的规定，也就是说，女性一家务劳动者有着从劳动中自我异化的物质基础，无论是否存在异化感，异化的事实是存在的。女性运动的目的便是通过对这种劳动异化的认识来组成阶级。正如道菲所言，由“女性阶级”而开展的劳动物质基础的变革才是女权主义革命的目的，而把变革贬低为不过是“意识的解放”、“文化革命”的观点全部是反动的。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch03-家务劳动论争","slug":"Patriachy-Capitalism-ch03","date":"2020-06-07T13:35:55.000Z","updated":"2020-06-16T10:27:48.531Z","comments":true,"path":"2020/06/07/Patriachy-Capitalism-ch03/","link":"","permalink":"https://blog.takeko.top/2020/06/07/Patriachy-Capitalism-ch03/","excerpt":"","text":"“家务劳动”的发现 “家务劳动”（domestic labor）是将“市场”与“家庭”的相互依存关系连接起来的缺失的一环。 家务劳动是非非商品化的劳动之一。 没有被市场化的劳动只能停留在私人劳动这个层面。 社会劳动与私人劳动的区别是一场强制划定的市场劳动与非市场劳动的界线。道菲（Delphy）： 家庭内劳动（domestic work）：在住宅（domus）内进行的无偿劳动。 家务劳动（housework）：家庭内劳动中的某些特定劳动。 两者均是供自家直接性的消费产生的劳动，其区别最终归结于”农业固有的”还是”非农业固有的”这一循环性的定义上 因此称家务劳动的定义是”不论城市、农村，所有家族都共通的，自家消费用的生产” 家务劳动为何是无偿劳动：由生产者直接消费的非市场的生产物，要按照生产来计算。不经过市场媒介（即不供交换）不足以解释家庭内劳动地位的原因。所以，家务劳动与以”家庭内自家消费”的名义所计算的其他生产相同，都应当被看作是生产。供给自家消费的生产过程，是一个整体过程。而直至最终消费的所有行为要么均是生产，要么均不是生产。 所以家庭内劳动和家务劳动之间没有本质区别，那么家务劳动的城市标准的实质是，在城市化-工业化中未被市场化而剩余的家庭内劳动，即被称为家务劳动。 家务是”无收入的工作”，这意味着它是被不正当剥削的”无偿劳动”。而从这种”无偿劳动”中获利的是市场，以及市场中的男性。 我们的任务就不是将”家务劳动”称作”非生产性劳动”并将其放逐于市场和问题分析的外部，而是去追问市场是在怎样的条件下将家务劳动放逐出市场的。”只有去追问非市场的、非货币的部分，我们才能看清女性所处的现实。” 以爱之名的劳动 家务劳动亦是劳动。 “劳动”浸染了汗水和辛酸，还被扣上以”目的-手段”为名的一系列功利主义原则的帽子，而且可以换算为经济价值。但就是这样的劳动，在无偿和献身的旗号下，还被试图以神圣之名得到救赎。特别是关于”家务劳动的经济及爱知的争论中，女性自己总以”爱”之名提出异议。 给”爱”和”母性”赋予象征性的价值并将其推向神坛，实际上是长久以来榨取女性劳动的意识形态机制。 “爱”，其实就是女性为了调动自己的能量，将丈夫的目的当作自己的目的的一种机制。 “母性”是女性为了极力克制自我需求，通过引发自我献身和牺牲精神，将孩子的成长看作自己的幸福的一种 机制。 所谓的女性专有领域的”关怀”、”照料”实际上是”以爱之名的劳动”（ａlabor of love）[Finch&amp;Groves，1983] 家庭-女权主义（domestic feminism）的悖论在近代社会的形成中，“家庭”领域的形成和女性在此领域握有的主导权（其实都是对女性的隔离，这点在之后得以明确）成了家庭女权主义“提高女性的地位”的目标，而对这一悖论[Matthews,1987:66-91]可以做如下解释。之后作为排斥女性和压迫女性始作俑者而登场的性别分工（近代产生“公私领域的分离”以及各领域对应的性别角色分配）成了众矢之的。但讽刺的是，那个时期的女性还主动积极地称颂性别分工。因为在近代前的农业社会中，男人和女人从事着同样的劳动，女人经常受男人的指挥监督，没有丝毫自主性可言。而“家庭性”（domesticity)的形成，使女性靠着性别隔离（sex segregation)找到了逃脱男性权力的“庇护所”，反过来说就是创造出了“女性王国”［矢木，1981;落合，1985、1990]。 由于上述“家庭性”的典型出现于城市资产阶级中，所以成为“家庭主妇”对许多女性而言意味着阶级晋升。对男性而言，能拥有佣人而不劳妻子做家务更是他社会阶级地位的标志。至今在许多梦想着“婚后成为家庭主妇”的女孩心中仍回响着成为家庭主妇意味着阶级晋升的近代初期的余音。因为对她们而言，男人通过教育这个阶级晋升的阶梯可以从自己的原生阶级向上攀升，而自己只能通过结婚这唯一的机会重新选择自己的所属阶级。 在”家庭主妇”出现和新兴城市资产阶级形成之时，产生了大量的”家务佣人”（domestic laborer）。”家务劳动”在成为”家庭主妇”的工作之前，已经由”家务佣人”率先展开了”。 从历史顺序来讲，与其说从事家务劳动的是家庭主妇，倒不如说家庭主妇之后才开始从事家务劳动。 从事家务劳动的是家庭主妇。这句话反过来说就是，家庭主妇所从事的劳动是家务劳动。这样定义有着历史性的新意。将”家庭主妇劳动”与”家务劳动”同义化，就要让家庭主妇的地位失去特权性并将其大众化。 日本的家务劳动论争1960年矶野富士子发表于「朝日期刊」中的论文，率先开启了第二次家庭主妇论争。她提出”想向经济学家请教”：”家庭主妇的劳动”为何”有用但却不产生价值” 英国的家务劳动论争20世纪70年代中期，在以英国为中心的英语世界社会主义女权主义者之中，兴起了所谓的”家庭劳动论争”（the domestic labour debate）。 玛格丽特·本斯顿（Benston）从”生产手段中的女性固有关系”中明确了资本主义制度对女性的压迫，并试图将其与阶级分析相结合。 达拉·科斯塔（Dalla Costa）和赛尔玛·詹姆斯（Selma James）将资本主义制度下女性的家务劳动称为”劳动力商品”。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"总之，被分配去结婚了","slug":"Anyway-they-were-assigned-to-get-married","date":"2020-06-07T12:50:38.000Z","updated":"2020-06-16T10:48:11.972Z","comments":true,"path":"2020/06/07/Anyway-they-were-assigned-to-get-married/","link":"","permalink":"https://blog.takeko.top/2020/06/07/Anyway-they-were-assigned-to-get-married/","excerpt":"","text":"两会期间，#一份有关国家分配男朋友的提案#引起了大家的关注，激发了一系列有趣的创作，在此存档。（已标注作者及原文链接，请点原文链接支持原作者。封面“冷静”，作者：陈折折） 总之，被分配去结婚了作者：Agent2003，6月1日 22:12发表于微博，请点原文支持作者。 [^_^]: # () 总之，我邻居的孩子小梦被分配去结婚了作者：苏浅浅喵，6月3日 20:34发表于微博，请点原文支持作者。 [^_^]: # () 以下为投稿至姐妹编辑部作品总之，我母亲被分配去结婚了作者：太古纪事123，6月7日12:23发表于微博，请点原文支持作者。 [^_^]: # () 总之，我要和我弟弟结婚了（1）作者：石不更，6月8日 00:34发表于微博，请点原文支持作者。 [^_^]: # () 总之，我那个曾经写小说的朋友被分配去结婚了作者：IbaraES逐光，6月8日 02:21发表于微博，请点原文支持作者。 [^_^]: # () 总之，从大山里救出的女人被分配结婚了作者：IbaraES逐光，6月8日 02:21发表于微博，请点原文支持作者。 [^_^]: # () 冰柜系列之自愿的十一岁作者：橘黄灯里卧貂狸6月8日 14:32发表于微博，请点原文支持作者。 [^_^]: # () 大冰柜系列之总之没有子宫了作者：橘黄灯里卧貂狸6月8日 14:32发表于微博，请点原文支持作者。 [^_^]: # () 总之，不婚主义者的我被迫结婚了作者：陈折折,6月8日 16:51发表于微博，请点原文支持作者。 [^_^]: # () 总之，我是个女人，却当了二十年男人作者：汤仪，6月8日19:47姐妹编辑部代发于微博，请点原文支持作者。 [^_^]: # () 今天，是我离开“新生工厂”的第一天作者：贪嗔痴_ny，6月8日 17:29发表于微博，请点原文支持作者。 [^_^]: # () 总之，邻居和她的女儿被分配到一家结婚去了。作者：权毛毛，6月8日 23:31发表于微博，请点原文支持作者。 [^_^]: # () 总之，我加入了邪教作者：流海_少女玩心吗,6月8日 23:29 发表于微博，请点原文支持作者。 [^_^]: # () 总之，时代变了作者：木心没心,6月8日 21:23 发表于微博，请点原文支持作者。 [^_^]: # () 总之，我升入了好女人学院作者：无趣的狗鸟,6月9日 01:13 发表于微博，请点原文支持作者。 [^_^]: # () 总之，我的邻居瑶瑶被分配去结婚了。哦，还有我。作者：很软很好戳，6月9日 02:56 发表于微博，请点原文支持作者。 [^_^]: # () 总之，被抓去生娃了作者：一个肥猫—，6月9日 03:05 发表于微博，请点原文支持作者。 【建议】本文在前三篇的基础上进行衍生创作，请务必先看前三篇再看这篇，不然会有些设定不明白。 【夹带私设】参考脑洞：电视剧《副本》歌曲《first day in hell》 [^_^]: # () 全面围剿，无处可逃（1）作者：vivianinui，6月8日 21:12 发表于微博，请点原文支持作者。 本文时间线设置在新政策后不久。（综合各位姐妹的文，目前时间线略微有点模糊怕冲突就不写明，不过不要紧，我还会继续写） [^_^]: # () 总之，作为一个妓女，我被分配结婚了作者：龙雨Chole，6月9日 12:02 发表于微博，请点原文支持作者。 [^_^]: # () “新生工厂”的后续作者：贪嗔痴_ny，6月8日 13:34发表于微博，请点原文支持作者。 [^_^]: # () 总之，我闺蜜终于被分配去结婚啦作者：_ 春待 _，6月9日 14:08发表于微博，请点原文支持作者。 [^_^]: # () 总之，我是冰柜运动发起人，这是我的口供作者：·妳的留声机·，6月9日 15:12发表于微博，请点原文支持作者。 本篇小说使用了该作者在O网页链接 中架设的世界观进行衍生创作。本篇有上一篇衍生《总之，我是个女人，却当了二十年男人》的彩蛋。 [^_^]: # () 总之，被送进女德教管所了作者：胜却人间满月，6月9日 16:26发表于微博，请点原文支持作者。 [^_^]: # () 总之，我依旧拥有一个主人作者：山鬼_脑洞完结填坑随缘，6月9日 19:09发表于微博，请点原文支持作者。 荣耀可以指很多东西，比如说强加在女性身上贞节牌坊般的荣耀，男人视女人味所有物般的荣耀，以及社会上女性所可以取得的地位知识力量般的荣耀。如果可以，让它们都臣服于脚下，宛如泥土吧。 [^_^]: # () 《琳娜日记》作者：-无情剑-6月9日 22:00 发表于微博，请点原文支持作者。 看了诸位姐妹的文文，萌新手痒难耐，不禁也创作了一篇。这是我头一次写我最爱的题材的文章！ 🌼几个关键词：日记、废土（但其实对废土的描写并不多）、一夫多妻… 🌺也许大家会产生疑惑的几点： 这篇文可能有的地方看起来会有点奇怪（比如我的女主角崇拜女权主义者但同时她又想当个符合男权社会对女性定义的好女人），这只是因为她自我觉醒了反抗男权社会的意识，但从小被男权洗脑的她并不能完全摆脱男权给她带来的影响。 这篇文章是日记，所以会显得口水话多多，但我平时写文章真的不是这样的 [^_^]: # () 总之，我要了个城女作者：记得睡前看书,6月10日 10:59发表于微博，请点原文支持作者。 [^_^]: # () 总之，父亲自杀了，继母烫伤了我的胸部后刺伤了我作者：凉拌鱼腥草明明就很好吃，6月11日 00:37发表于微博，请点原文支持作者。 [^_^]: # () 总之，我再次被分配去结婚了作者：寂光琉璃，6月11日 05:09 发表于微博，请点原文支持作者。 [^_^]: # () 总之，我一个卖冰柜的被分配去结婚了作者：太古纪事123，6月11日 10:25发表于微博，请点原文支持作者。 我是一个卖冰柜的，职业银杏八号地下交易市场守门人 *本文从银杏八号成员为视角，揭开银杏八号组织一角，为冰柜运动，以及各类交易提供平台 *想看银杏八号相关内容可直接跳到第二大段 *整体故事线我的一点脑洞:后来银杏八号交易市场被捣毁，组织重创，冰柜运动失败，刘厌被捕，一切活动转入更深地下(突然有风声内味了) [^_^]: # () 总之，妈妈杀了姐姐作者：生图叭，6月11日 17:32发表于微博，请点原文支持作者。 本文没有沿用冰柜创作，是在普罗米修斯之后更为极端的一个教派。灵感来源于巴基斯坦的千人杀女事件。 [^_^]: # () 总之，女人都自愿了作者：活下去，6月11日 22:14发表于微博，请点原文支持作者。 [^_^]: # () 我已经14岁了，但初潮还没来作者：好妈妈扭特拉，6月11日 21:56发表于微博，请点原文支持作者。 [^_^]: # () 总之，我离开了学校作者：爱瞎写的澪玉，6月11日 21:12发表于微博，请点原文支持作者。 *大概讲的是200年后 *姐妹们的文看得太难过了，所以写点爽的 *很久没写东西，写的有点歪，大家凑合看，下次一定改 [^_^]: # () 总之，我的故事改变了作者：贪嗔痴_ny,6月11日 23:48发表于微博，请点原文支持作者。 [^_^]: # () 总之，我退休了作者：想要贩卖快乐的羊毛卷卷，6月12日 14:08发表于微博，请点原文支持作者。 [^_^]: # () 总之，我的女儿要结婚了作者：司青鸢，6月12日 01:01 发表于微博，请点原文支持作者。 大约是几十年后，还没到大冰柜时代的小笔记。 [^_^]: # () 总之，社会坏掉了作者：爱瞎写的澪玉，6月12日 11:58 发表于微博，请点原文支持作者。 *200年后第二集 *稍微完善了一下地下城 [^_^]: # () 总之，就被迫怀孕了作者：Twelveoaktrees，6月12日19:28发表于微博，请点原文支持作者。 [^_^]: # () 总之，我还是开饭馆的作者：彼得潘与大白兔，6月12日21:59发表于微博，请点原文支持作者。 [^_^]: # () 总之，这繁荣昌盛的太平盛世作者：AM_LATTE，6月13日09:04发表于微博，请点原文支持作者。 ——来自一份写不下去的作业的引起的脑洞 感谢@Agent20003 开放“总之”系列的授权 感谢奥威尔先生永远的神作1984 感谢大冰柜 [^_^]: # () 总之，成为顶流了作者：一棵三七呀,6月13日17:04发表于微博，请点原文支持作者。 感谢太太@Agent20003 的授权，原作太厉害了，看的我一身鸡皮疙瘩。衍生系列也超厉害！！然后我就蠢蠢欲动了。文笔很渣，背景就是原本被圈禁的女性逃出来了，成立了自己的国度，但是稀缺资源什么的被严格管控，所以就斗智斗勇！ [^_^]: # () 总之，她们说她死了作者：雨泠铃Lingling,6月13日 20:03 发表于微博，请点原文支持作者。 感谢太太@爱瞎写的澪玉 和@Agent20003 的授权。键政爱好者手痒得要死。地下城是女孩们的第二次生命和未来的方舟，但总有那么个傻姑娘还想比地下城走得更远。记住，我忠于共产主义啊。 高速创作，献给我自己扔掉名字的女儿米莉安·德·索迪尼，和所有有志于女权运动的人。 [^_^]: # () 总之走上街了作者：爱瞎写的澪玉，6月14日 11:26 发表于微博，请点原文支持作者。 *200年后第三篇，从地下城回到了地面 *地下城相关设定开放授权，大家都可以参与创作 *（希望姐妹写完了圈一下我，给我康康！） [^_^]: # () 总之，我成为了一名卖糖人作者：糯米娃娃爱吃鱼，6月12日 22:47 发表于微博，请点原文支持作者。 世界观沿用的是姐妹@Agent20003 的设定，文中出现的卖屁股官员是姐妹@山鬼_脑洞完结填坑随缘 中的官员，糖果没有被取消是因为背后女权组织的影响，算是用这位姐妹的世界观补了一点我自己文章的漏洞吧。普罗米修斯组织是借用了@太古纪事123 太太的设定。里面的男士“平权运动”是与@寂光琉璃 太太的文相应和的，第一次写文漏洞肯定有，希望大家可以提出来，我也会努力提高的！加油！ [^_^]: # () 总之，女孩子嘛越多越好作者：随时可能会咕的年年，6月15日16:51发表于微博，请点原文支持作者。 爆气产物🙃 莫得逻辑 大概率有后续 [^_^]: # ()","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"微博搬运","slug":"微博搬运","permalink":"https://blog.takeko.top/tags/微博搬运/"}]},{"title":"父权制与资本主义ch02-女权主义者与马克思主义","slug":"Patriachy-Capitalism-ch02","date":"2020-06-03T14:01:43.000Z","updated":"2020-06-16T10:27:40.453Z","comments":true,"path":"2020/06/03/Patriachy-Capitalism-ch02/","link":"","permalink":"https://blog.takeko.top/2020/06/03/Patriachy-Capitalism-ch02/","excerpt":"","text":"阶级分析的外部 马克思的阶级分析没有触及“家庭”这个领域。 在马克思看来，男女性别分工是男性和女性基于身体差异的“自然”分工。他没有把阶级对立、“精神劳动”和“肉体劳动”的“分工”看做是“自然”的分工，却将性别分工看多“自然”的分工。并对其置之不理。“性别”是太过明显的阶级对立，以至于容易被忽略。 将家庭置于市场之外的不只是马克思主义，更是市场本身。 “市场”和“家庭”：二者的辩证关系 家庭“位于阶级分析之外”并不意味着家庭领域位于阶级统治乃至资本主义压迫制度的“外部”，更不意味着自由。 女性的确通过进入劳动市场进入了资本的直接统治，然而即便仍在家庭之中，她们也会受到资本的间接统治。 相反，倘若女性进入市场，她们未必能够被当成“市民”。 即便女性进入了劳动力市场，但只要她们无法享有自己的劳动力所有权，女性就只会成为劳动力市场的奴隶。（丈夫/父母代领工资） 即便女性获得了自己的劳动力所有权，但她们在劳动力市场里人就是不完全的、二流的劳动力。（榨取性这一变量，男女同工不同酬） 因此，对于女性而言，无论是进入市场“外部”还是“内部”都不意味着解放。 家庭承载着市场中劳动力的再生产功能，是劳动力市场的终端，承担着人的投入和产出。家庭并非本能地被放置到放任自流之中，它本身就是一种再生产制度。 资本主义和父权制的对应关系： 制度 资本主义 父权制 社会关系 生产关系 再生产关系 社会领域 公 私 统治形态 阶级统治 性统治 历史形态 市场 资产阶级一夫一妻小家庭 统筹原理 市场原理 俄狄浦斯情结 社会理论 马克思主义理论 弗洛伊德理论 马克思主义女权主义并不认同阶级统治一元论以及性统治一元论，而是认同了资本主义和父权制这两个社会领域的并存，并去思考两者之间的辩证关系。Natalie J. Sokoloff所说的资本主义和父权制的“辩证法关系： 制度 父权制 资本主义 家庭 （1） （2） 市场 （3） （4） 马克思主义所主张的阶级关系是市场的机制（4），父权制这一概念揭示了家庭机制（1），有关女性劳动的辩证法式的诸多关系给我们探求家庭中的阶级关系（2）和市场中的父权关系（3）提供了可能。 性统治的唯物主义分析 马克思主义女权主义是指“对女权主义者的问题进行马克思主义的回答（Marxist answer to feminist question）。 马克思主义女权主义者之所以选择马克思主义，其原因在于他们认为父权制不仅仅是心理上的统治和压迫，更需要物质依据（material basis）的“唯物主义分析”（materialist analysis）。若想反抗这种压迫，我们只能通过改变物质基础而获得解放。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"父权制与资本主义ch01-马克思主义女权主义的问题构建","slug":"Patriachy-Capitalism-ch01","date":"2020-06-01T14:20:53.000Z","updated":"2020-06-16T10:27:25.811Z","comments":true,"path":"2020/06/01/Patriachy-Capitalism-ch01/","link":"","permalink":"https://blog.takeko.top/2020/06/01/Patriachy-Capitalism-ch01/","excerpt":"","text":"马克思主义和女性解放在诸类阐述女性受压迫的女权主义解放理论中，有且仅有三个方向： 社会主义妇女解放论 （压迫女性是统治阶级的因变量，反抗作为现今阶级统治形式的资本主义的斗争不但是解放女性的斗争，更是所有无产阶级男性和女性共同的战役–被倒戈的革命） 激进女权主义 （以弗洛伊德理论为基础，弗理论为解析压抑结构的理论，却不是解放理论，受其影响的女权主义者对其进行了修正，将近代社会领域分割为“市场”和“家庭”，这种分割及两者之间相互关系的现状正是近代工业社会歧视女性的根源） 马克思主义女权主义 三种理论均建立在马克思主义及其反论或修正的基础上，基本上只有马克思主义阐明了近代工业社会对女性的压迫和今后的解放理论 市场及其“外部” 对“市场”而言，“人”不过是劳动力资源，而只有健康的成年男性才是有价值的“人”。只有健康的成年男性才被视为“人”，儿童是“人之前”，老人是“人之后”，而女性则是“人之外”。 马克思主义女权主义的建立马克思主义将近代工业社会中阶级统治的历史固有形态命名为“资本主义”（capitalismm） 女权主义者将资产阶级一夫一妻制家庭中所产生的性统治的历史固有形态命名为“（近代）父权制”（patriachy） 马克思主义女权主义者反思了社会主义妇女解放理论的阶级统治一元论和激进女权主义的性统治一元论，把阶级统治和性统治分别看作独立的变量，解析两者相互关系中的历史固有形态。在近代资本主义社会中，女性不仅受“资本主义”的压迫，还受”父权制“的压迫。 资产阶级女性解思想的陷阱“女性权利”即“人权”，是女权主义运动的思想之源又是其局限，“女性的权利”究竟是解放的思想还是解放的理论，。缺乏理论的思想，只不过是自身的执念和信仰。（此处存疑再读） 批判近代的女权主义女权主义的社会理论从批评近代出发。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://blog.takeko.top/tags/读书笔记/"}]},{"title":"热辣“杀猪盘”复盘","slug":"rela","date":"2020-05-28T14:30:33.000Z","updated":"2020-06-01T14:21:55.580Z","comments":true,"path":"2020/05/28/rela/","link":"","permalink":"https://blog.takeko.top/2020/05/28/rela/","excerpt":"","text":"最近真的是疫情过去了，骗子们都复工了，一个月内第二次遇到了骗子。这次比上次更“高级”一点，打着感情的幌子招摇撞骗。之前就听说热拉骗子多，没想到我这种不怎么登陆的都能遇到。 上周六下午，我正忙着的时候收到陌生人的挤眼，没时间细看就随手回挤了一个。后来闲下来又看了看资料，照片还不少，但看起来让我莫名有一种微商感，第一印象就感觉不太真实，之后不冷不热的聊了两句，对方提出了加QQ。 对方自我介绍叫张丽君（估计是假的），28岁，空间里有不少照片（估计不是本人）。随后几天每天都发来问候，没事就聊上几句。因为和对方没什么共同话题，对方情商也不是很高的样子，所以我一直是冷冷淡淡的。直到周二下午上班时间我不忙，正想摸摸鱼，她又来找我聊天了，聊到了猫&gt;没地方养&gt;买房子&gt;现在没钱。大概是因为以上话题，晚上她又来找问我在干嘛，这次在我回复了在做的事情之后，对方马上就问要不要和她一起做外汇。我当然拒绝，然后猜到了她是骗子。 其中有意思的是还聊到了工作。 骗：你是做什么工作的呀 我：XXX（稍微说了一下） 中间穿插骗子的附和：好厉害/优秀/爱了爱了/不知道怎么表达此时此刻的爱慕之心了 我：……（统一回复表情包 实在不知道再说什么了，之前她提过是做服装批发生意的，所以我问了她的生意 骗：唉现在什么生意都不好做哦（回避正面回答 我：因为疫情吗？ 骗：是啊，疫情blahblah…（之后话题就被拐到了疫情上，直到她说有事先忙去了 所以后来我很好奇的问她“生意”的情况，可惜小姐姐不理我了呢。 我还专门去百度用“热拉 外汇”做关键词搜了一下，发现真有被骗走不少钱的。 最后附上骗子的信息，看看是不是有人被盗用照片了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"一次电信诈骗复盘","slug":"一次电信诈骗复盘","date":"2020-05-06T13:35:57.000Z","updated":"2020-05-06T14:12:11.058Z","comments":true,"path":"2020/05/06/一次电信诈骗复盘/","link":"","permalink":"https://blog.takeko.top/2020/05/06/一次电信诈骗复盘/","excerpt":"","text":"今天遭遇了电信诈骗，骗子实在太会演了，只差那么一点点就被骗进去了，事后想起来还有点后怕，要是稍微放松一点警惕就一脚踏进了陷阱。 下午一点半，正在工作，接到一个陌生号码打来的电话，对方说是我们本地医保局的工作人员，收到了公文（对方多次强调了 “公文”），说我在上海有一张医保卡1月份申请了报销，但是单据是假的，涉嫌骗保行为，4点钟就会提交法院追究我的法律责任，现在打电话通知我。我说我本人近期没去过上海，没有在上海办过医保卡，近期也没申请过报销。对方，就简称骗子A吧，和我来回确认了好几次不是本人办理的，说出了我的身份证号，还问我有没有丢过身份证。我说没有。 于是，骗子A作为一个“友好”的工作人员说：“那很有可能是身份信息泄露了，我这边领导也很重视，您赶紧和上海市金山区公安局报案吧，让公安局把报案回执单回传给北京市医保总局，这样法院也不会追究您的责任了” 本来我是有一点怀疑的，因为我确实没丢过身份证，平时也比较注意保护个人信息，至少应该不会被人盗用身份证办了张医保卡而不自知。但是对方一直没和我要任何信息，还说到让我报警了，我就打消了怀疑。 随后，骗子A又十分“专业”的说到：“我这边有上海那张医保卡的信息，您记一下吧到时候告诉警察，卡号是123456789，开卡单位是上海市医保局，开卡时间是2020年1月20日，报销金额8950元” 说到这么详细了，我也就信了 然后就到了重头戏，骗子A说，我这能给您转拨到上海市金山区公安分局，我帮您转拨过去吧。 我同意了。 隔了一会儿，骗子B接起了电话“您好，这里是上海市金山区公安分局” 我把骗子A告诉我的复述了一遍。 骗子B像模像样的记录了我告诉他的信息，和我确认了一下是不是遗失过身份证，我否认后又说可能是在别处泄露了身份信息，又开始详细的问我是不是收到过骚扰电话和短信。还问我1月份发生的事为什么现在才报案。经过一系列的“了解案情”，骗子B说“案件我们受理了，这涉及到个人信息外泄，是刑事案件，但是案件回执单只能做完笔录才能出具，但这个电话是接警前台不能长时间占用，不然会影响其他群众报案，我们这边有专业的录音设备可以进行笔录，您有QQ吗，加一下QQ我们做笔录吧。”还要求我用手机登录，强调了一下笔录是有录音的让我一定配合。 这个时候我就察觉到不对劲了，公安局是用QQ做笔录的吗？于是我让我同事帮我去网上查一下这是不是个骗局。刚说完qq电话就打进来了，我接了起来。 骗子B给我发了一张警官证的图片，和公安局地址，告诉我如果有什么问题可以到这个地址咨询（…）然后又开始了一轮详细的询问，包括平时收到过什么骚扰短信是怎么处理的。我一边等同事消息一边拖延时间。骗子B询问完，说“这样我让我们的网警同志检查一下是不是有黑客入侵，您告诉我手机型号，现在是这个手机号码吗？然后退回到主页面，好了告诉我一声。” 幸好这时同事也查到了结果，我直接挂断了。 然后我打了110，跟接电话的小姐姐说明了情况，警察小姐姐说，做笔录是要到现场的，这种情况肯定是诈骗，不要轻信，要注意个人信息安全，最后要走了骗子电话。 事情到这里结束了，庆幸还没来得及造成财产损失。事后想起来骗子的话里也有很多漏洞，其中有一个细节，我和骗子A说我一直在城市C没去过上海，但是我和骗子B说的是我没去过上海没有提城市C，但骗子B在总结的时候却说“您一直在城市C没去过上海是吧”，可惜当时没有在意这么多细节。另外，我在骗子打来电话的一分钟后收到了联通发来的短信，提醒我接到了境外打来电话，注意防范风险，骗子在通话过程中，一直在强调时间，增强紧迫感，让你没有时间思考，没有时间查看别的东西。骗子步步为营，总能在我刚刚起一点怀疑的时候，提供新信息打消我的疑虑，如果不是qq做笔录实在太明显了，我可能就被骗了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"长毛象中文实例介绍","slug":"长毛象中文实例介绍","date":"2020-04-18T02:48:57.000Z","updated":"2020-04-19T02:53:32.796Z","comments":true,"path":"2020/04/18/长毛象中文实例介绍/","link":"","permalink":"https://blog.takeko.top/2020/04/18/长毛象中文实例介绍/","excerpt":"","text":"Mastodon（长毛象/乳齿象）是一个免费开源、去中心化、分布式的微博客社交网络，是微博、Twitter 的替代品。长毛象的理念是将社交网络交还予你，它不仅仅是一个网站，更是一个联盟：成千上万独立运行长毛象的社区形成了一个连贯的网络，虽然每个社区都不同，但都是整体的一部分。 每个社区都有其各自的特点和规则，那么如何选择一个合适的自己的社区呢。官方给出了一个实例列表 ，可以按照分类和语言搜索感兴趣的实例。但该网站被墙，有能力的小伙伴可以选择科学上网去官方的实例列表选择合适的实例。为了让不方便翻墙的小伙伴也可以更好的选择实例，这里介绍几个可以在国内使用的实例。由于每个实例理念各不相同，请在注册前仔细阅读社区规则，确认自己认同社区规则后再申请。一些实例为邀请注册，可以选择开放注册的实例或者请该实例成员邀请。（以下内容来自各实例关于本站页面，数据截止 2020.04.17） # 长毛象中文站（新草莓县） 域名： m.cmx.im 备用域名： cmx-im.work （不需要科学上网） 版本：v3.1.3 是否开放注册：开放注册 注册用户数：737 嘟文数量：41691 实例介绍： 长毛象中文站是一个开放，友好，有爱的社区。长毛象中文站主题为喵，汪，各种动物，社交，科技，编程及生活。发言内容只要没有明显违法内容均不禁止。无论你的兴趣点是什么，我们欢迎友好、热情、乐于分享的朋友。 社区规则： https://m.cmx.im/about/more O3O 域名： o3o.ca 版本：v3.1.3 是否开放注册：开放注册 注册用户数：730 嘟文数量：26200 实例介绍： 欢迎来到 o3o！在这里，你可以通过发布“嘟嘟”来吐槽一切、摸鱼扯皮。无论你的兴趣点是什么，我们欢迎任何热情、友好、乐于分享的朋友们加入。请遵循互相尊重的原则，并遵守 《O3O主题或发言规则》 。 社区规则： 《O3O主题或发言规则》 ACG.MN 域名： acg.mn 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：2295 嘟文数量：46201 实例介绍： Mastodon 是一个建立在开放式网络协议和自由、开源软件之上的社交网络，有着类似于电子邮件的分布式设计。本站仅限中文用户进入。 社区规则： https://acg.mn/about/more WXW.MOE 域名： wxw.moe 版本：v3.1.0 是否开放注册：邀请注册 注册用户数：655 嘟文数量：255861 实例介绍： 一个 泛 ACGN 实例，讨论主题不限 ~ 社区规则： https://wxw.moe/about/more 万象中文 域名： 1234.as 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：87 嘟文数量：847 实例介绍： 本站话题休闲取向，支持全文搜索，是一个适合长期入驻的中文实例。 以下人士特别受欢迎：站长、IT 大佬、程序员、设计师、各领域专业人员； 以下人士不受欢迎：民运人士、网络评论员、广告垃圾外链散播者。 社区规则： https://1234.as/about/more Moew！ 域名： moe.cat 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：474 嘟文数量：12041 实例介绍： Have fun and play together~ 社区规则： https://moe.cat/about/more BGME.ME 域名： bgme.me 国内直连域名： bgme.bid 、 c.bgme.bid 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：217 嘟文数量：44500 实例介绍： BGME （国内用户可使用域名：直连 bgm e .bid 、加 Cloudflare c.bgme.bid ）是长毛象(Mastodon)的一个中文实例。Mastodon 是一个开源的、符合 GNU Social 规范的去中心化社交网络，整个长毛象社区是由无数实例组成的。注册本社区后你不仅可以与本实例内的用户互动，并且可以与来自世界各地的其他实例中的用户无缝连接。 Mastodon 的去中心化设计防止了社交数据被少数公司或团体垄断的风险，也大大增加了屏蔽及过滤的难度。如果你有兴趣动手搭建一个实例，请参考 官方文档 。 你可以随时备份自己的嘟嘟并申请转移到其他实例中而无需担心因为实例运营者的问题导致的数据丢失。如果你有更多关于 Mastodon 的问题，请参考 官方FAQ 。 社区规则： https://bgme.me/about/more # 炸邦裂梦乐团 域名：bangdream.space 版本：v3.1.3 是否开放注册：邀请注册 注册用户数：479 嘟文数量：26200 实例介绍： 欢迎来到最大的，最为活跃的中文实例，炸帮裂梦乐团！ バンドリのインスタンスへようこそ！ Welcome to this BanG Dream! instance! 社区规则： https://bangdream.space/about/more 温馨提示和注意事项： ・注册时请填写「你为什么想要加入？」。什么都可以，以便验证是否为机器人 ・验证后黑屏的用户请无限更换浏览器或使用 App 登录。 ・为了确保资源，请不要因为收不到邮件而创建另一个账号。请查看是否被分类为垃圾邮件。如果没有受收到邮件，请发邮件至 2553906272@qq.com 求助。 ・注册后为何不发一条嘟嘟呢？加上 tag #欢迎关注我 并发出自我介绍，让大家知道你！ ・注册后就代表你同意了用户协议，请仔细阅读，请参照 关于本站 。 ・如果有使用上的问题，请参照 Mastodon使用讲解 。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"mastodon","slug":"mastodon","permalink":"https://blog.takeko.top/tags/mastodon/"}]},{"title":"关于批评能不能上升体制问题的讨论","slug":"关于批评能不能上升体制问题的讨论","date":"2020-04-14T10:50:58.000Z","updated":"2020-04-14T13:01:36.596Z","comments":true,"path":"2020/04/14/关于批评能不能上升体制问题的讨论/","link":"","permalink":"https://blog.takeko.top/2020/04/14/关于批评能不能上升体制问题的讨论/","excerpt":"","text":"缘起草莓县新县民Ms. Cellophane发表粉红言论，引发了大家对批评能不能上升体制问题的讨论。讨论串地址 Ms. Cellophane@MsCellophane 一点想法 我犹豫过要不要发这条，这样的言论可能会被看不惯我的人，拿来当作嘲讽我的材料吧？但我也觉得，如果不能正视目前存在的不足，那就是掩耳盗铃，自欺欺人。我爱国，但也知道国家还有很多远算不上完美的地方。每次看到那些让人揪心的新闻，我会和很多人一样，难过、失望、痛苦、愤怒。但我仍不认为把一切，怪到政府、体制、素质、道德水平上，是一种解决方式。我觉得这样可以算一种逃避和不负责任，“我谴责了，我也没有同流合污，我没参与这种事情，我是无辜的”。当然这个责任，并不是说作为和具体事件完全无关的人，也有罪之类的，仅仅是说社会的氛围，和社会中的每一个人都有关系，是无法切割的。每个人能做到的事情实在有限，如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。很多人觉得国内根本不能随便发声，我不能否认存在这样的现象，但合理地做一点努力，总好过一点都不做。有些事情过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。个人观点，可能不够成熟，很多问题现阶段我无法解答，暂不展开讨论。 Winston🤔@Winston 『…但我仍不认为把一切，怪到政府、体制、素质、道德水平上，是一种解决方式。我觉得这样可以算一种逃避和不负责任，“我谴责了，我也没有同流合污，我没参与这种事情，我是无辜的”。』总结：谴责【政府、体制、素质、道德水平】=逃避、不负责任 Ms. Cellophane@MsCellophane @Winston “把一切”这三个字没了，就会使这句话明显有问题，请不要陷入稻草人谬误 美樹@sayaka @MsCellophaneOK，的确不能“把一切”都“怪到政府、体制”上，我也同意😜不过我有一点点小小的疑惑 麻烦您来解释一下：哪些事是可以怪政府体制的，哪些是不可以怪的。做好分类之后咱们才能在共识之上讨论，对吧？ 举2个例子： a、鲍某某案，山东警方的行为，能不能怪政府和体制？ b、李文亮、艾芬等多位医生被训诫，能不能怪政府和体制？ @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 把一切怪到政府头上，是说把具体事件中，每一个有问题的环节，全都判断成“政府体制”的问题，如鲍某一案，经手案件的山东警方存在严重的失职，但这不等于“政府体制”的问题，这个世界上的人，犯罪或渎职之前，是不会向政府打报告，要批示的。不要污名化训诫，一没逮捕，二没拘留，三没刑讯逼供，是就当是的情况进行了谈话，签了保证书之后他们就回去正常生活工作了，等后来还撤销了训诫，假设这算体制和政府的错，那请问罗斯福号的舰长，和美国部分因为传播一线医护工作环境被逮捕的一线医护工作者怎么算？ 美樹@sayaka @MsCellophane玻璃纸女士啊，之前我就说过您不擅长写summary了，今天您继续证明您不仅不擅长写summary，而且不擅长用通顺有条理的语句回答问题。不通顺没条理？不要紧，sayaka老师帮你总结一下： 对于我的问题a，您的答案是：山东公安的失职，不能怪政府。 sayaka老师点评：众所周知，公安是政府的重要组成部分。按照玻璃纸女士的回答，山东公安的问题不是政府的问题——啊，原来玻璃纸女士支持山东独立！失敬失敬。 对于我的问题b，您的答案是：训诫没有造成任何后果，没有产生任何伤害，训诫本身没有任何问题。既然没有问题，那自然也谈不上什么责怪政府责怪体制的。 sayaka老师点评：老师我也不知道原来被训诫竟是如此容易之事，长知识了。既然被训诫这么轻松容易的话，那玻璃纸小姐自己也去本地派出所，签一张训诫书怎样？跟民警同志面对面老实交代，您自己是怎样在网络上质疑山东警方失职的。“一没逮捕，二没拘留，三没刑讯逼供”，如何？ 至于玻璃纸女士另外提的问题……没错，在这事上，美国的川普政府是很有问题的。但是和中国比那真是小巫见大巫了。 @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 曲解别人的意图实在没什么意思，把有公职人员犯罪和整个政府都有问题直接划等号，是不妥当的。另外，我不光觉得这次的训诫没问题，我也不介意因为自己说过的话被训诫。而且我基于自己了解的信息，质疑在新闻爆出来之前涉及鲍某案件的当地警方一句，是不会被训诫的。对于小巫见大巫，我不认可，但你可以继续这样认为 美樹@sayaka @MsCellophane“有公职人员犯罪”和“整个政府”以及体制之间的关系：1、单独看这个案件：烟台市【一个地级市的公安局】，加上【检察院】，这么多的公检法人员。再继续思考——是谁给了他们这么做的勇气，是谁在为他们提供后台，后台的后台，又有哪些人……您觉得还要再来多少人，才够得上“政府问题” 3、我国的社会问题仅仅是我提到的这两个问题吗？我在微博上今天看到的求助tags： #广州环卫工讨薪遭公司报复 #上财教授钱逢胜性骚扰 #雷神山火神山农民工 #90岁送奶工因疫情月收入仅500元 ……每一桩每一件背后都牵扯着大量的人和利益，以及大量的官员。这样的事情是不是只有降临到您身上，您才可以去正视政府的问题，体制的问题？ 4、从理论上讲：个体的失职——您认为是意外事件。但是根据“瑞士奶酪模型”理论，意外事件的发生，这件事本身并不是意外，而是因为系统的每一个环节上都有漏洞！无视体制系统的漏洞，只会让悲剧一再重演。中国从前现在有失职的警察放过性犯罪，以后也会有。中国在2003年有过SARS，2019年有COVID-19，以后还会继续有。 都有问题 @Winston Ms. Cellophane@MsCellophane @sayaka @Winston 我不否认漏洞，也不会无视漏洞，我也同意悲剧重演的说法，但我不觉得这全部是体制的问题，和政府的问题。我再说一遍，我保留自己的意见。讨论的前提是一定的共识，但我们其实有很多共识，可是看问题的核心认识不能统一，就会造成这种我不反对你说的很多观点，但我仍然坚持自己观点的情况，这也是我一直拒绝展开的原因。现在，关于这个讨论，可以搁置吗？ 美樹@sayaka @MsCellophane玻璃纸女士呀。是您先在这里“要为我本人的立场发声”，也是您先说“欢迎沟通”，您也说了“有人可以多看一看我说的话“ 然后您不想展开现在想要搁置讨论了。 草莓县开放注册，被您用来当宣传阵地——完全合情合理。您发起话题，我积极讨论，您现在却又想回避核心问题了。从道义上来讲，这是怯弱可耻的。 葛洛莉亞@tkmr21 汙名化訓誡……..請問我的眼睛是出了毛病嗎?？訓誡這種東西還要汙名化我真是哈哈哈哈哈哈請您不要再滑天下之大稽了！ 看來玻璃紙小姐對喝茶這件事沒有多少認識啊，真的以為喝茶只是喝茶的意思 我發現來這遇見的小粉紅普遍都對喝茶這件事抱有滑稽的、不切實際的美好想象 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你是否也对喝茶抱有不切实际的负面想法呢？我保留我的意见，你也保留你的。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈對喝茶抱著不切實際的負面想法我的天哪哈哈哈哈哈哈哈哈哈哈 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你可以保留你的意见，我也可以保留我的。 Winston🤔@Winston @MsCellophane 留，都可以留（@tkmr21 @sayaka ghost@ghost @MsCellophane @tkmr21 @sayaka @Winston 记得mastodon上有被喝茶十几天经历的用户，不过比起道听途说你还不一定信的，陈秋实、方斌被带走后消失这么久可是公开可查的事实，到现在还没个音讯呢。 你可以选择保留观点，但是这不会自动让你的立场变得和对方对等。不如说说你的视角看到了什么让你拥有现在的观点，不然谁还没看过新华社呢，你又不会比官媒专业对吧。 一碗甜酒酿@stellawinterlight 我还是废话好长我折叠一下 @MsCellophane @tkmr21 @sayaka @Winston 【关于训诫】退一万步说就算喝茶训诫一点都不可怕就是字面意义喝个茶说你两句…凭什么呢？？我说错了什么话呢？？我被老师冤枉了我还要跳起来申辩然后生气两天呢。李文亮和艾芬凭什么被训诫呢？ 【关于山东公安垃圾能不能和政府有问题划等号】山东警方做的烂我凭什么不能骂政府有问题呢？中国难道是联邦制国家吗？难道不都是党中央领导的吗？这次疫情难道还没有暴露问题吗，哪个地区做的好还是不好，完全看老百姓碰上的是什么样子的市长领导（这人还不是我选的），碰上武汉f4算你倒霉，碰上山东警察局算你倒霉，别的地方还是很好的呢…一个国家的人民如果要靠运气才能过上正常日子，这样的国家我不能骂吗？这样的情况你是从哪个方面觉得中国政府做的挺好了的呢？ btw我生活在包邮区我觉得我碰见的警察都很好很负责我偶尔半夜都敢出门遛弯，但这只是因为我幸运。凭什么别人就不幸呢？而且全球防疫情况怎么能得出中国政府好的结论……得出的结论难道不是官僚皆烂吗？？别看美国好吗…看看德国？【哦免责声明我觉得他早前扣人家口罩是垃圾行为】 Ms. Cellophane@MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 我觉得可以骂得更合理一些，因为国家和政府本身很庞大，一部分出了问题，直接上升到整体，我个人觉得并不公平。我觉得你可以因为鲍某的事情，骂涉事的公安警察冷漠，麻木，不知道有没有收贿受贿，利益输送，有没有更大的保护伞，一个烟台市的分局，就能在这样恶性的案件上如此不负责任，即使因为客观原因，案件取证及侦办困难，他们也绝对不应该让反复报案的受害人，继续和犯罪嫌疑人一同生活，而不采取措施。案情在几年来都没有上报，这背后是否有更恶性的原因值得关注。同时涉事的警察表现出来的思想态度有很大的问题，严重缺乏同情心，也非常事不关己，这样的情况，可能并非一地所独有，而是普遍存在于一些基层，甚至更高层级的公职人员心态中，是一种极其危险的信号，在关注于案件本身的同时，我们也不应该忽略其中可能反映出来的问题。←这些都是合理的。我本人很不满山东警方的表现，也不打算为他们开脱，我只是觉得直接上升到体制和政府不合理，这是我的个人意见。另外，他们要求我给证据，我给出了一小部分，不等于我支持和任何政府政权比烂。 美樹@sayaka @MsCellophane 你觉得要多大部分的的问题才能有资格上升整体？国家本身很庞大——管不过来就不要管，退位让贤，换政于民，区域自治！ Ms. Cellophane@MsCellophane @sayaka 不要以自己的想法曲解别人的意思好吗？请问你推举什么样的“贤”呢？ 一碗甜酒酿@stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 那烟台市分局为什么做的这么糟糕呢？因为有几个坏警察吗？因为有保护伞吗？那应该怎么避免这样的事情再次发生呢？因为坏人贪婪的人冷漠的人缺乏同情心的人是永远会有的，他们可能是医生可能是老师可能是警察。 我在前一条里面已经说了，我报案，我报案是否成功，取决于这个地区的警察政府的良心和素质，这就是整个制度的问题，中央政策是不是成功的有没有普适性不能看北上广包邮区做的好不好，应该看这个制度下如果公职人员出现了蛀虫能不能被及时地发现惩治出来。如果不骂政策，不改法律，没有比上微博哭更靠谱的监督措施，我们只能寄希望于下一个上台的烟台警察局里都是好人，实际上换不换人还不一定呢。 我大声明确地表示，中国政府这次防疫就是完全可以做的更好！早期训诫瞒报，武汉物资黑洞，慢性病就诊困难，各市争抢物资，小领导轻症就可以不住方舱住病房……后期做的可以也不能掩盖早期烂事。哦那个选票，我也拿到过，就是两个名字，没有政绩，没有他们上台后的期望和目标，就让我们填一下。我不知道你当时是怎么选的，得到了哪些信息。我是真的好奇。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 1，当一个国家的公职机构普遍存在问题，想遇到“问题比较小的机构”或者“素质好的公职人员”全凭运气以及对方的个人觉悟时，这就是体制问题。体制不是浮于空中的，不是形而上学的，“政治”是存在于每一个机构每一个公职人员身上的。而良好的政治体制，是从外部对公职人员进行有效的制约、让政府的工作更行之有效，而不是摆出一套伟光正的理论，然后你怎么做全凭自觉。权力靠自觉是没办法约束的，人性就是如此。绝对的权力产生绝对的腐败，这也是老话了。 2，其他国家烂或者不烂不影响对中国现有政治体制的批评。何况每个国家虽然都有问题，问题和问题的程度差别还是很大的。 3，西方的路不适合中国，不等于中国就应该死抓着现有体制不放，甚至对它歌功颂德，不容批判。 4，喝茶训诫，以及其他很多事情都是这个政府言论管控的一部分。为什么对各种实际问题视而不见却唯独对言论管制如此严厉？背后原因很多，唯独和“正义公允”不沾边。 5，中国现有的选票就是个形式笑话，在国内呆了二十多年我就见过一两次，上面的人一个都不认识。 6，人有说话的权力和自由，这是写在宪法里的，可惜我国宪法就是废纸一张。人不应当因为说真话被“训诫”，这有什么疑问吗？如果早期武汉乃至央视不是忙着让说真话的人闭嘴而是及时采取有效措施控制疫情调配物资，武汉根本不会惨成那样，很多人根本不该死去。 说到底，每一个公职人员的行为，以及整个公职体系所采取的措施和倾向，都代表这个体制、都反映出它是如何运作的。为什么公职人员的问题不是体制问题？这是不可割裂的。 更正个词，“中央”而不是“央视”（央视应该是当时中央对喉舌） 没有任何一个政府以及党派是代表绝对正义及公理的。没有任何一个政权和体制是神圣不可批判的。 连神圣罗马帝国都死了大好几百年了，醒醒。（这是个冷吐槽） 政府是由人组成的，政治体制是人制定和实施出来的，人性的种种缺点天然就内存其中。不是说入个党下个学习强国就立马变成圣人了。而对人性缺点的监管以及约束、减少其对政府职能运行的负面影响，正是良好政治体制所需要具备的必要条件。 监督政府，对其不足之处提出批评、督促其改进，这是公民的权利。 所以你的意见是什么呢？我只觉得你在回避核心矛盾点。 一碗甜酒酿@stellawinterlight @Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston 我觉得我已经很努力地说的够具体了，然而在您那里，只要我没有提出确实可行的政策改革企划案我就是盲目提出了普遍性问题。 问题是您夸政府或者是论述问题也从来不具体啊？您说了好几次【现阶段我没法解决这些问题】，用这句话来回避我们提出的体制问题，如果您能想出能够不干扰现行体制的，能够解决我们提出的任何现有漏洞的方案，那当然可以。只说一句【我也不知道怎么解决，但是我知道你们说的不对】真的不是有说服力的讨论方式。 而且您一直在说【你们来和我讨论所以我才讨论的，然而我们无法达成共识，所以我无法给你们解释】然而我们无法达成共识的基础居然是【我觉得中国政府是最负责的政府，你们不觉得，所以没法论述下去】 这不应该是论述答出的结果吗？而且这不就应该是我们的论题吗？我们的辩论题目不就是，我们觉得中国政府挺烂，中国现行体制不行需要改，您觉得中国政府特别好特别负责，您怎么能拿论题当您的基础共识，然后拒绝对这点进行深入的解释呢？ 久辰@Andrettacat9 @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 你的观点是发在公共平台的，发在公共平台并且open的意思本身就是允许别人参与讨论吧。如果你不希望“观点不同的人”来讨论，可以锁嘟，甚至不发在SNS上，是不是…… 讨论串里大部分人只不过在就你的某一观点就事论事的展开啊…… 以及补一句，我刚刚那句不可忤逆一开始是回应葛的全责那句话的（人多的讨论串就是容易这样……） 政治无处不在。有什么问题不是体制问题呢？山东警方的表现不是个案。被训诫被失踪的人这些年还少吗？当腐败和渎职层出不穷，当人们正常的表述也成为奢望，这到底是个人问题还是体制问题？个体的问题背后仍是体制的影响。 我认为这些问题已经够明确并具体（精准）了。普遍存在的问题才反映出这个体制的问题真的很大不是吗？ 尽管有些问题西方也存在，那只能证明西方的体制也没能完全解决这些问题，而不能证明“这不是我们体制的问题”。 为什么西方也存在某些问题，以及为什么说这是我们的体制问题导致的这些现象，我上面已经说的很清楚了。 不同的体制可能导致相似的问题，因为都是人在掌管政权，但我们的问题就是我们的体制（缺陷）导致的（不然难道还是西方的体制导致的？） 另外我明确说，山东警方和李文亮，折射的就是体制问题。 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 我很好奇你觉得我们反对体制反对的是什么。如果按照体制的根本的解释来说，就是国家的组织方式了……我们可并没有反对【所有】的运行方式，这个体制比封建君主制总有优越一点的地方的。我反对官本位，我反对一个容不下有权力的工会的政府，我反对习近平改宪连任，我反对这个在习近平改宪连任的时候几千人只有两票反对的【我们选出】的人民代表大会。你为什么一直和我们车轱辘话呢，你为什么不说说你觉得这个体制好在哪里呢？你不是专业人士我也不是呀，我说了体制坏的地方，你来说体制好的地方来反驳我呀。 久辰@Andrettacat9 @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 你居然觉得我朝政府重视居民的基本生命健康权…… 我觉得武汉因为新冠冤死的成千冤魂一定很想和你聊聊。被忽悠着开百家宴的百姓一定很想和你聊聊。 被人大代表强暴、被高管富豪买卖诱奸的那些少女也一定很想和你聊聊。 保护和挽救民众的生命，这特么是一个政府的基本职责，你居然觉得我们因为这个政府做到了这点（还做的不怎么好）就该去无视它的种种巨大的问题、去觉得它很好？ “牺牲”两字轻飘飘，可是谁该牺牲？如果体制真的没有那些问题，何须牺牲？？ 为了挽救他人而牺牲最主要的是那些人出于人道主义，出于个人良知作出的选择， 倒是造成他们牺牲的问题和体制息息相关。 你不仅将个人的崇高与奉献全部算给体制当作它的功绩，还觉得这就可以抵消甚至盖过它的问题，从而得出“体质很好”的结论，我可真是服了…… 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 你说举国之力，是免费医疗吗？毕竟我不想把现在还没收到补贴的医护的奉献算在政府的功绩里。如果说免费医疗的话，德国不仅免费医疗，还给各位被疫情影响工作收入的国民发钱，总共财政拨了500亿哦。 这个我觉得大概不能算是我们体制的优越之处吧。 美国的确没有。美国真的垃圾。川普是我最讨厌的人，灯塔国没什么好的，不要和他比。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston 英国也发钱。而且英国并没有粗暴切死百姓的生计。 国内养竹鼠的今年几乎都注定破产了，很多行业很多人都会濒临破产或大萧条的局面。 还不说没有补贴的医护人员。 即使在疫情中后期，中国政府的答卷也就是将将及格，远远算不上“优秀”。已经暴露的和还没有广为人知的问题，已经发生的灾害和即将发生的次生灾害，都太多了。而所有这些问题的背后，都有“体制”的影子和影响。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 好的，我确实是说免费的检测和医疗，我知道一线医护的补贴还没落实，我最近在关注这个问题。咱们也发了贫困补贴，数字在我看来确实不太好看，也许还有一些客观条件的限制，不过也是有这个意识的。另外我印象中一、二月份左右，就有讲话或文件，说疫情期间不裁员的公司，会在税务和租金等方面，国家提供优惠政策，我想失业的人数会少很多，也是在积极应对吧。 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka我可以具体说的是，除了我们以外的几乎任何国家【哦对还有港台】都可以上各类外网，我们不可以。韩国有n号房但是韩国的metoo话题没有被封。是的，有很多问题是全球共性的，有的是官僚主义的问题，有的是政府集权专制的问题，有的是民主国家自己的问题，然而有一些就是中国特色社会主义的问题。 除了我们还有哪个国家最高领导人的名字是禁语一发就炸号吗？除了我们还有哪个国家的小说网屏蔽词包括【下体，枪，毒药，八九】呢？对啊，我们快递又快又好，我们十天建好医院，我们的医护不会罢工。我们的快递小哥猝死了，火神山医院的工人艰难讨薪，我们的医护大批人补贴是0。 这些问题民主国家暂时还是没有的。他们有公会，他们的医护可以抗议，他们不能996因为这违反劳动法。 中国特色社会主义可以打反腐的补丁，可以打反官僚主义的补丁，可以打民主投票的补丁，可以打开放言论的补丁，可以打支持劳动者反对996的补丁，可以打保护青少年儿童的补丁。 习近平除了上台反了个腐，他打补丁了吗？ 红十字，腐吗？ 打了吗？ 网警倒是立刻抓了。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka 有些问题，我确实不够了解，所以暂时不讨论。 葛洛莉亞@tkmr21 @MsCellophane @Andrettacat9 @stellawinterlight @sayaka @Winston 你襠常年定於一尊的地位，既然獨攬大權搞獨裁，那麼就負全責嘛。【笑】不是說能力越大責任越大嗎？ 久辰@Andrettacat9 @tkmr21 @MsCellophane @stellawinterlight @sayaka @Winston“党是恩人是妈妈”，把自己定位到全能父母的位置上，以培养巨婴国民为目标，说到底还是两千年以降天地君亲师那一套不可忤逆的神圣伦理洗脑包=_= 我说的意思是，可惜我们的政治体制就是在试图培养“巨婴国民”，试图在强调其自身的“神圣不可忤逆”。我没说你的意思是巨婴国民。我没有扭曲你，你也不要扭曲我…… 你所希望的“国民掌握一些主动性”，正是这些在质疑体制的人在做的，是被训诫的人在做的，也是我们的政府正在努力扼杀的，也是“忤逆”的。你不觉得……你的希望和你的前提所维护的（包括但不局限于训诫没有错）很矛盾吗？ 好了，什么是“合理质疑”？尺度和边界谁定？ 训诫和主动性为什么不矛盾？ 我希望能看到你对这几个问题的具体回答。 另外，我认为每个人的立场都是不一样的，而且我到现在对你的立场还没有形成完整概念，更不必说认不认可。 目前我只对具体问题的具体观点有认可与否的判断。 所以我很想了解你为什么认为训诫和国民主动性不矛盾——再具体到李文亮一事上，你觉得八人得到的训诫是合适合理的吗？ 一碗甜酒酿@stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 作为临床医科生，我负责任地告诉你，【处理的当时不知道是真是假】是错误的。 【2019年12月30日，艾芬曾拿到过一份不明肺炎病人的病毒检测报告，她用红色圈出「SARS冠状病毒」字样，当大学同学问起时，她将这份报告拍下来传给了这位同是医生的同学。当晚，这份报告传遍了武汉的医生圈，转发这份报告的人就包括那8位被警方训诫的医生。 这给艾芬带来了麻烦，作为传播的源头，她被医院纪委约谈，遭受了「前所未有的、严厉的斥责」，称她是作为专业人士在造谣。】 只是公开了正规的医学检验结果，任何一个有医学知识的人都知道这些人没有说假话不是造谣，艾芬也通过正常流程上报了医院公卫和感染科。如果训诫他们的人不懂医学，那就是国家让外行管理内行，如果他们懂医学，那就是草菅人命。做出这样决策的人没有被处罚，是非常非常非常滑稽的。 久辰@Andrettacat9 @stellawinterlight @MsCellophane @tkmr21 @sayaka @Winston “在当时不能确定他们说的是真是假”，你仿佛在逗我笑……你这个前提就不对，以此得出的“训诫没错”结论就更荒谬了。 美樹@sayaka @MsCellophane 玻璃纸女士：发表自己针对“疫情”概念的理解医学专业人员：指出这种理解大错特错。 引用玻璃纸女士之前的言论：“发这样的东西，仍旧不做澄清或声明，这种行为应该说是不当的，不负责任的，或说失格的” 玻璃纸女士，您失格了！ @Andrettacat9 @stellawinterlight @tkmr21 @Winston 皮的号我好皮地嚎@Zerolemis @stellawinterlight @MsCellophane @Andrettacat9 @tkmr21 @sayaka @Winston 关于这点我补充一个论据：1月3日，在多家基因测序公司已经测出新病毒与SARS高度同源的情况下，国家卫健委办公厅发布《关于在重大突发传染病防控工作中加强生物样本资源及相关科研活动管理工作的通知》（国卫办科教函（2020）3号），其中规定，【未经批准，不得擅自向其他机构和个人提供生物样本及其相关信息；已从有关医疗卫生机构取得相关病例生物样本的机构和个人，应立即将样本就地销毁或送交国家制定的保藏机构保管，并妥善保存有关实验活动记录及实验结果信息；疫情防控工作期间，各类机构承担病原学检测任务所产生的信息属于特殊公共资源，任何机构和个人不得擅自对外发布有关病原检测或实验活动结果等信息，相关论文、成果发表须经委托部门审核同意。】因此，多家测序公司将病毒样本销毁，医院医生被禁言。 而1月5日，上海公共卫生中心已经向中央上报，认为该疾病呼吸道传播，见下图。 这种情况下，不要随便把责任都推给下层，不合适。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 我没有都推给下层，是说不要把下层的问题上升到体制，比如这个红头文件，我目前不能完全理解它是出于什么方面的考量，下发的，但是既然有这样的文件了，如果这样的文件造成了不好的后果，那么相应的单位就应该负起责任，而不是“推给下层”。我认为这里的重点是“信息属于特殊公共资源”，并没有要求机构销毁实验记录数据，而是妥善保存，我个人认为是为了控制信息，而不是为了装作没有疫情。当然这是我的理解。我还是认为我们不应该用事后的眼光去评断当时的决策。当然这是出于我对国家的信任，你可以保留你的意见。 久辰@Andrettacat9 @MsCellophane 看到这里我的结论只有一个，你在无视一切别人给出的事实和指出的问题（或者认为它们不能称之为严重的问题），坚持认为我们现有的体制很好，坚持盲目地拥戴政府（我不得不说国家、政府、政党是不同的概念，信任国家这个短语本身有问题）。 我只想扁鹊三连。 出于个人考虑，我会移除你对我的关注。抱歉了。 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 同样作为一名临床医学生我要再次强调，对这次疫情判断绝不是“事后的目光”，通过当时得到的信息预判出“呼吸道传播”并不困难，几乎可以算得上是常识判断。 没有要求机构销毁记录，却不允许专业机构对公众作出任何预警，乃至训诫私下提醒朋友的医生。 而训诫过后，对于传染病本身却毫无作为，全靠医生自救。 武汉湖北两会期间捂盖子，连续十日通报无新增病例。 封城之后毫无补救措施，医护上班问题、食物供给，靠志愿者维持。 直到现在，雷神山火神山建设者依然遭受着不公正的待遇。 你可以说“不要上升体制”，但如果不去探讨为什么专业人士能被一纸命令禁言，为什么之后一系列悲剧还在发生，我确实没法看到如何预防这样的事情再次重演。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 我只是认为呼吸道传播，我能理解到的是，这是病毒的其中一种传播途径，属于比较容易传播的范畴，但对于具体的传染的效率（不清楚有没有这种说法），有没有其他传染途径，可以在物体表面及空气中停留的时间，致病率，致死率，以及症状的严重性这几种，我认为会影响到采取各种措施的重要的信息，应该是没有直接表明的吧？或者只需要研究提取到的病毒，就可以研究出这些信息？我不知道这样说是不是对的，因为通过呼吸道传染的病毒很多，但有些，比如病毒性感冒，传染也比较容易，但不用严防死守。我是从这个角度说，不确定真伪或【是否有出入】，因为SARS疫情是很严重的，但是冠状病毒是每一种都能这么严重吗？那个流传开的检测结果，可以从专业眼光看直接和SARS画等号吗？我之前的理解是觉得还需要细致研究和检测，所以在结果出来前传播的信息才会导致训诫。其他的问题，我觉得当时武汉和湖北的领导班子无可推卸地要负极大的责任，但中央介入之后，情况很快好转了。雷神山建设者的问题这些天我也在关注，希望知道后续的更多消息。 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston【中央介入之后，情况很快好转了。】 我很好奇你认为的“中央介入”发生在什么节点，我姑且认为你说的是1月20号以后。 且不论20号之后一段时间情况到底“多快”地好转了——事实上并不太快——你真的认为之前中央毫不知情吗？那么3号令来自哪里？一个地区派出所的训诫为何会在央视新闻滚动播出？ 我再次强调，传染病方面，即使是流感病毒也不能掉以轻心。何况一个和SARS病毒高度同源的新病毒。SARS的另一个近亲MERS，同样人传人，致死率更高。对于它的同胞，没有理由不提前做出防范和警示。在传染病问题上，可能人传人，就要当做人传人来防。而事实上，提前警示，提前通知公众勤洗手戴口罩做出防范，提高信息的公开透明，有助于降低传染病的风险，这是有数据支撑的。 连我一介普通医学生都知道的事情，国家卫建委为何要做出和当年SARS一样的选择？这其中还不说明存在具体制度上的问题吗？ 我再补充一下。 你认为训诫合理，是因为你认为在一切没有搞清楚——没有某个科学权威机构作定论——之前，个人不能擅自传播“不完全真实”的消息。 但是，这是不对的。因为对于传染病而言，时间就是生命，拖延时间就意味着更多死亡。而一个传染病搞清楚需要时间，需要病例，病例数越多，研究越清楚。可是提醒公众防范，非要等到病例数多了、彻底搞清楚了，才能开始吗？ 作为官方，为何第一反应是要捂，是要下发文件禁止检测机构和医生“擅自”谈论，要将提醒同事的医生喊去训诫，同时却在公告中不断地告诉大家，没有新增病例、没有证据人传人——即使在明知已经有大量医护人员感染的情况下（而这可以说是人传人的直接证据）？ 你也许会说，不充足、不完全准确的信息会引发恐慌。这又要引申到你当初的置顶，也是我最为不同意的地方，就是你认为大多数人是没有判断力的——并非如此。我在临床工作中因为专业的缘故，接触的很大一部分都是体力劳动者。在和他们谈话的时候，他们确实听不懂专业名词，甚至可能不识字，但是把前因和可能后果讲清楚之后，短暂的情绪过后，我可以说，绝大多数人都能作出理性的判断。这也是我一直坚持的，只有隐瞒才会引发情绪的恐慌，而信息越公开，人们的判断就越会接近理智。 如果官方当时的说辞清清楚楚地告诉大家，这是一种新的病毒，我们对它了解不多，但是认为它人传人的可能性非常高，请大家注意防范（事实上，香港是1月3日开始就高度警戒并向公众发布，新加坡也非常早地做出了公告警示），即使最后发现这个病毒不传人，那又怎样呢？可在病毒传播力强的情况下，这样的举动就能救人。 在阐述完“为何我认为官方应该及早地公开信息”之后，我们可以进一步讨论，为什么官方没有这么做？ 当时官方的说辞是，“没有证据人传人，不排除有限人传人可能性”。这句话对吗？对。 那么我换一种说法，“可能人传人”，这句话难道就不对了吗？也是对的。香港采取的就是这种说法。 那么问题来了，在两种“不出错”的说法中，为什么官方采用前者的口径？为何下到医院领导，上到国家卫健委，一致采取了“捂”和“瞒”的手段？ 因为这是一直以来的习惯手法。因为下只需对上负责，所以只要对上捂住便可。 因为政府对民意和舆论只有警惕而毫无对话之心，长此以往，除了堵和瞒，竟完全没有主动应对的能力。 长期以来，异见人士被抓，女权运动者被抓，帮助工人维权者被抓，东莞组织工会的学生和工人被抓，这些声音都被捂住了，只可惜病毒捂不住。捂不住，便采取一贯的运动式手法。这种手法确实有成效，但是武汉是真真实实被牺牲了的。 那么，是什么造成了习惯性的“捂”和“瞒”？难道需要对此负责的仅仅是几个地方官员的人品？ 即使到了这样，依然觉得“体制”没有需要改变的地方吗？ Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 我觉得你说到了一个很好的点。一直以来瞒上的手法。瞒上，是为了让上面的人不知道这样的问题。请问是因为什么呢？是不是为了保障瞒上的人自己重视的一些利益呢？是不是一种鼠目寸光呢？是不是出于一种官本位的思想呢？是不是漠视民众呢？ 皮的号我好皮地嚎@Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 除了瞒上，我还提到政府对民众无需负责，这次对民众的隐瞒，国家卫建委甚至是主要的压力啊……不要只看一半。 Ms. Cellophane@MsCellophane @Zerolemis @stellawinterlight @tkmr21 @sayaka @Winston 好的，我知道了。我认为你说的所谓无需负责，是和瞒上一套的欺下，虽然这里是欺瞒的意思，但把欺的其他意思放在这里也可以。对于卫健委，是否失职，到什么程度，我无法提供判断。但从瞒上欺下这样的行为来看，是不是意味着，知道这样的情况，不瞒上，自己就要被处理呢？是不是因为我们的制度，要求各级政府以人为本，把人民群众的生命安全放在第一位呢？我认为我们的体制在这方面的原则很坚定明确，但是因为长久以来官本位等思想的影响，造成很多人口号都会喊，但实际上对人民群众充满漠视，我个人认为这是思想觉悟和相应的教育不足的缘故，整个社会的风气也滋养了官本位的风气，而不是为人民服务的风气。所以我认为不能把错误都算到体制头上。然后作为普通的人，力所能及地起一些舆论监督的作用，哪怕只改变身边的一点风气，或者根据自己的情况，最好能起到更直接的作用，会比不发声要好。这就是我这条已经离题万里的原toot想要表达的意思（因为不是议政所以只说了群众部分），但是限于篇幅和一些认识的分歧，我一直拒绝展开讨论。 美樹@sayaka @MsCellophane“体制在这方面的原则很坚定明确，但是因为长久以来官本位等思想的影响”您把体制看成什么虚无缥缈的宏大观念了？体制是由每一个人组成的。在这个国家，是由您说的“官本位”的人，构成的。 体制是好的，都是下面人执行的问题×执行的人构成了体制本身，执行得怎么样，体制就怎么样√“不能上升体制”，这本身是对社会科学常识极其不了解，才会产生的一厢情愿。 @Zerolemis @stellawinterlight @tkmr21 @Winston pearl0513@pearl0513 @Zerolemis @MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 加一句跑题的话“人和人都一样”的观念，并不是一个政治观念，而是一个生物学和社会学事实。 正如辩论中例子里的不识字的体力工作者的判断力并不是大家以为的那般低。 疫情中财新也报道过，一个外卖小哥拯救一个小区城吃饭问题的事例。 都是漫长的生理大脑进化和智人社会合作模式造就的现代智人，如果出现了巨大的不同（你识字他不识字，你看外文哲学书他看娱乐无脑短视频），那一定是社会结构性的不公造成的。 相信人人平等，其实也是相信科学。所以也要坚持人人平等（不受训诫，不受威胁；政府不是天然父母官，而是众人让渡一部分权力而成型）。 而在各种争议和各种糟心事中，不对人类的道德和智力死心，是因为智人因大脑进化和合作互助而成为“人”。这个人性底色永远都在。 守护它，不要让另外一种社会性结构泯灭它。 另一方面来说，你不守护，它也不会泯灭。是你看不到而已，而它会永远闪光。 Ms. Cellophane@MsCellophane @stellawinterlight @Andrettacat9 @tkmr21 @sayaka @Winston 你为我补充了相关信息，谢谢。我会在能力所及的范围内了解更多信息。在有更新的判断之前，我保留自己的意见。 久辰@Andrettacat9 @MsCellophane @tkmr21 @stellawinterlight @sayaka @Winston……我很想知道“进行必要改良”如何“不上升体制”。还是你觉得在网页点点举报不良信息就是改良了？ 美樹@sayaka @MsCellophane“在非必要的时候不上升体制，不是说所有的改良都完全不能上升体制” 以下我列举了一些真实的情况，请问哪些符合您说的“必要的时候”？a、巴拿马文件：习近平的姐夫邓家贵、刘云山的儿媳妇贾丽青和张高丽的女婿李圣泼，国务院前总理李鹏与其女李小琳，全国政协前主席贾庆林的外孙女李紫丹，利用离岸公司，避税、洗钱。【根据党章，中共当局禁止官员以及他们亲属利用职权和关系谋取私利】 b、新疆：新疆境内设有又被称为再教育营（维吾尔语：قايتا تەربىيەلەش لاگېرى）的职业技能教育培训中心（简称教培中心）。https://zh.wikipedia.org/wiki/%E6%96%B0%E7%96%86%E5%86%8D%E6%95%99%E8%82%B2%E7%87%9F#%E8%90%A5%E4%B8%AD%E5%BE%85%E9%81%87 c、六四天安门事件：估计死亡：180至10454名平民不等 @Andrettacat9 @tkmr21 @stellawinterlight @Winston 葛洛莉亞@tkmr21 @MsCellophane @Andrettacat9 @stellawinterlight @sayaka @Winston 哈哈哈，剛剛沒看手機，一上來發現大家還在討論 那麼我插一句吧，請問你覺得我們國民該如何在這種現狀下更好地履行我們的社會責任、改善我們的社會問題呢？不要跟我說是要加入公務員改變它啊 Ms. Cellophane@MsCellophane @tkmr21 @Andrettacat9 @stellawinterlight @sayaka @Winston 哦，我个人认为可以从力所能及的事情做起，比如说看到了有未成年人色情内容（非二次元）的网站，去网信部的网页举报一下，在微博里看到不好的广告，随手投诉一下，看到有人被情绪左右，发表一些仇恨性较强的言论，不要直接无视和屏蔽，去劝一劝。当然不必天天如此，次次如此，也不必每次都取得成果，在自己有精力，有空闲的时间，一次做一件事，就是在负担自己的社会责任，微小，但是有用。如果有更大的抱负，推荐合理参政议政。 Ms. Cellophane@MsCellophane @tkmr21 @Andrettacat9 @stellawinterlight @sayaka @Winston 能力越大责任越大我是在某种程度上同意的。另外这种不必要的错字有碍交流。我对其他一些要点，持保留意见。 Ms. Cellophane@MsCellophane @stellawinterlight @tkmr21 @sayaka @Winston 我觉得骂政策和漏洞都是合理的，但是对制度和政府全盘否定不合理。如果能有具体可行的改进措施，是最好的。 美樹@sayaka @MsCellophane用一点您能听得懂的话来说吧。您也知道的，旧草莓县曾经因为站长被喝茶而陨落。而您在这里，新草莓县，保留对于“喝茶”的意见，相当于什么行为呢？相当于，您在南京大屠杀纪念馆，说：“我对1937年日军的杀戮真实情况保留意见。”还在这里愿意与您讨论的朋友，都还把您当个人看，试图跟您讲道理。 @tkmr21 @Winston Ms. Cellophane@MsCellophane @sayaka @tkmr21 @Winston 是你们先提起这样的话题，我回答了，然后再怪我不当人？而且我说的主要是我愿意为自己的言论承担这样的后果，不是希望任何其他人受到伤害，我不认为喝茶等于伤害，但你们可以保留自己的意见，我也可以。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 喝茶不是傷害嗎，你知道多少人“喝茶”之後就被失蹤了？？ Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 那么你知道吗？网络上不再使用之前的账号不等于被失踪吧？我个人了解到的训诫案例，确确实实只是训诫而已，出于保护个人信息，我不能自证消息来源，你们可以不采纳，而且我知道的案例非常少，样本很小，不能代表全部的情况。我知道的案例，都是偶然得知，但来源可靠。不是同样的负责人处理的，被训诫的对象身份地位很不一样，涉及到的问题也不一样，但都是训诫，没有坐牢，没有拘留等等，因为没有犯法。据此我认为你们对喝茶的理解，和实际情况有所偏差，我对你们的看法持保留意见。 葛洛莉亞@tkmr21 @MsCellophane @sayaka @Winston 誰跟你說只是不使用之前的帳號了？是整個大活人失蹤吧？ Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 你要证明是整个大活人失踪了，我默认你听到了这样的消息，但并不认识当事人，如果我的默认有问题，那我道歉。 久辰@Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston了解一下零八宪章，了解一下当时推行支持的人后来下场都如何（我默认你会翻墙，使用谷歌并不难）。 了解一下北大的姑娘岳昕，了解一下她和她的同伴在失踪前做了什么事，她失联了一年半才回家，了解一下在她失联这段时间里“寻找岳昕”的她的朋友又都出了什么事。 这些事并不遥远。 久辰@Andrettacat9 @MsCellophane @tkmr21 @sayaka @Winston 查百度真不用你教我。 我觉得你在侮辱我的智商。 美樹@sayaka @MsCellophane其他人的论据来源：谷歌+一手资料+社会科学、自然科学、医学、公共卫生学理论玻璃纸女士的论据来源：百度+中国官方资料 其他人的推理论证方法：归纳+演绎玻璃纸女士的论证方法：“只是不想展开这个论述起来很宏大的……”“保留意见”“我确实不够了解，所以暂时不讨论” @Andrettacat9 @tkmr21 @Winston 美樹@sayaka @MsCellophane玻璃纸女士又产生阅读理解问题了。“然后再怪我不当人”，没有没有，没有任何说您不当人的意思，反而是说大家都把您当个人呢。有关于“训诫”，sayaka老师一开始就点评过了吧？“自己也去本地派出所，签一张训诫书” 一个从未被训诫过，大概率也永远不会被训诫的人，仅仅在嘴上说自己不怕训诫，并且试图把这种”不怕训诫“普适化，合理化训诫制度……实在是既虚伪又傲慢了。 @tkmr21 @Winston@Winston Winston🤔@Winston 『当然这个责任，并不是说作为和具体事件完全无关的人，也有罪之类的，仅仅是说社会的氛围，和社会中的每一个人都有关系，是无法切割的。每个人能做到的事情实在有限，如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。』 有点看不懂，求简显解释/总结。 一碗甜酒@stellawinterlight @Winston 这看上去好像是英语翻译过来的啊哈哈哈好僵硬。我觉得意思是，普通社会人在案件里也付有责任，因为社会氛围的形成和我们每个人都有关。普通人也要接受自己能做到的事情很少，能产生的影响很小的事实。但是哪怕是一点点发声也能起到正面的效果，所以要发声。 Winston🤔@Winston @stellawinterlight 嗯，明白了，感谢～ 一碗甜酒@stellawinterlight @Winston 我纠结了半天fu有责任的fu是哪个字……负有好像不对……太久没学语文了！ Winston🤔@Winston @stellawinterlight 是【负】责任的【负】吧…… 一碗甜酒@stellawinterlight @Winston 感觉【对此我负有责任】这个说法就不是很地道中文。感觉【xxx是我们的责任】或者是【我对xxx负责】会更符合中文表达一点点…其实是我在努力改变我中不中洋不洋的造句方式！你不要在意(:з」∠) Winston🤔@Winston @stellawinterlight 没事没事，能看懂就行…… AlwaysDrinkingRarelyDrunk@prof_9 @stellawinterlight @Winstonhttp://language.chinadaily.com.cn/2015-09/01/content_21765083.htm你是不是受了余光中这篇文章的启发 Winston🤔@Winston 『很多人觉得国内根本不能随便发声，我不能否认存在这样的现象，但合理地做一点努力，总好过一点都不做。有些事情过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。』 划重点：“很多人觉得国内根本不能随便发声，我【不能否认】存在这样的现象，【但】合理地做一点努力，总好过一点都不做。” 出现了“不能否认”和“但”，那么后文往往就是对前文的反驳。然而，看不出后文在讲啥。“合理地做一点努力”是什么？“一点都不做”又是怎么样？用词有点模糊，有些难懂。求指教。 『【有些事情】过于耗费精力，对自身又没有收益，所以很多人的选择是，不去费这个功夫。但回避，某种意义上是一种退让。』 –哪些事情？ Winston🤔@Winston @Winston 为了不同的看法争论。 葛洛莉亞@tkmr21 @MsCellophane 我沒懂為什麼怪政府怪體制就是一種逃避和不負責任，這不正是我們正視這個問題並且想要解決的部分嘛。而且你看看政府和體制有為此負責過麼？ 葛洛莉亞@tkmr21 @MsCellophane 光是我們指出現狀就已經把趙老爺的玻璃心戳得稀巴爛碎了，還指望他們幫我們解決問題麼，肯定是加大譴責力度嘛~ Ms. Cellophane@MsCellophane @tkmr21 你没懂是因为你不知道我如何得出这个结论，你可以保留你的意见。 葛洛莉亞@tkmr21 @MsCellophane 不妨闡述一下如何得出這個結論？ Ms. Cellophane@MsCellophane @tkmr21 篇幅过长，而且理论的前提你不会接受，所以我不会向你解释。 Winston🤔@Winston @MsCellophane @tkmr21 『你不接受，所以我不解释』 葛洛莉亞@tkmr21 @MsCellophane @Winston 那麼這裡的人大部分都跟你沒多少共識啊… …何必來傳教呢？ Ms. Cellophane@MsCellophane @tkmr21 @Winston 没有经过调查，建议你不必下这样的判断 葛洛莉亞@tkmr21 @MsCellophane @Winston 我都說了大部分了還不行 Ms. Cellophane@MsCellophane @tkmr21 @Winston 你开心就好。 美樹@sayaka @tkmr21 @MsCellophane @Winston 我个人的一个猜想，这次的情况更加接近于：因为这里的大部分人都和Ms. Cellophane【没有】共识，所以Ms. Cellophane【才】想过来宣传自己的想法。一个猜想，不一定对😜 葛洛莉亞@tkmr21 @sayaka @MsCellophane @Winston 因為這裡的人沒有共識——所以要來——來了後發表觀點——大家試圖進行討論——以沒有共識為由拒絕討論——邏輯套餐 Vector@Vector @tkmr21要说应该有什么共识的话，那就是 1.政府的权力和责任应该是对应的 2.做不到这一点，政府就必须下台 @sayaka @MsCellophane @Winston Ms. Cellophane@MsCellophane @Vector @tkmr21 @sayaka @Winston 我觉得你提的这两点，总体来看也没什么问题，我们的分歧在于，你觉得做不到，我觉得还不错 Ms. Cellophane@MsCellophane @tkmr21 @sayaka @Winston 因为来了——看大家都在发表观点——我也发表我的——能讨论的就讨论——不能的就搁置——我的逻辑套餐 Winston🤔@Winston @MsCellophane 发表了观点，有人参与讨论，然而假定对方无法接受自己的观点从而认为不能讨论，直接搁置。。 @tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 行，你非说我假定，我的想法前提是，目前而言，在整个世界上，中国政府对于普通民众是最负责的，最有保障的。你能接受这样的前提？别嘴上一套心里一套，你真的能认可这个前提吗？ Winston🤔@Winston @MsCellophane 如果不认可，就不能讨论了？这样的话，不建议在长毛象发表看法，因为长毛象的自由派偏多，您可能无法享有愉悦的体验。个人建议，像豆瓣、微博等地，有很多爱国的朋友，他们也许和您的三观相匹配。另外，嘴上一套心里一套是什么意思？能将清楚一点吗？我不是很清楚自己怎么这样了耶。@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 愉悦的使用体验@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 爱国爱党爱政府的朋友@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 纠正二处。@tkmr21 @sayaka Winston🤔@Winston @MsCellophane 欲使大家接受『中国政府对于普通民众是最负责的，最有保障』的前提，可尝试列举论据，使我们信服。@tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 我没有打算要求任何人接受我这个前提，所以从最开始就说了不展开讨论，另外，目前全球的防疫情况，已经可以从一个角度支持我这种看法了。但如果了解后你们仍旧觉得根本我能支撑我的看法，也不必回了，这就是现阶段无法达成共识。不用看中国发布的消息，但如果任何称赞中国防疫情况的消息都不看，就不叫了解。 Winston🤔@Winston @MsCellophane 喔，那么当初的瞒报可以忽略不计了。由此观之，还真是『最负责，最有保障』。@tkmr21 @sayaka Ms. Cellophane@MsCellophane @Winston @tkmr21 @sayaka 我说了，不能认可就不必回复了 葛洛莉亞@tkmr21 @MsCellophane @Winston @sayaka 你這前提，看起來更像是建立在美好的幻覺上的想象。不過如果你肯展開來講講你的思路，說不定我們可以更理解你呢😉 Ms. Cellophane@MsCellophane @sayaka @tkmr21 @Winston 你们因为一些立场上的问题和我没有共识，就推论这里的大多数人在任何情况下都于我没有共识，本身就是不合理的。另外，我是先来的这里，看到大家在畅所欲言我国的体制和政府等问题，也想畅所欲言我的看法，所以才开始发我的想法，没有要求任何人关注或支持，可以屏蔽和静音，我觉得这是这边的用户都在做的事情，我也可以这样做。我在这个问题上拒绝详谈，是因为我得出这些结论的前提，和你们在这个话题上表现出来的态度，很明确证明我们在现在无法达成共识，所以我拒绝。 Vector@Vector @MsCellophane拥无限的权力的政府，就应当承担无限的责任，就应当接受无限的问责。 不想承担那么大的责任？可以，把权力交出来，还政于民！觉得日理万机，成天维稳很辛苦？那你共产党就赶快下台，换别人上去！权力都归共产党，责任全却推给平民大众，好处都让共产党占去，代价却由普通人来承担。既不愿承担责任，又不愿放开权力，那要你有何用！ 国家是国民的国家，而不是一姓一党的国家，政府是国民的仆人，而不是凌驾于国民之上的主人，如果一个政党把国家视为自己的私产，这个党就应该被推翻；如果一个政府把自己视为凌驾于国民之上的主人，这个政府就应该倒台！ Ms. Cellophane@MsCellophane @Vector 我赞成你说的，国家是人民的国家，政府为人民服务的理念，但我想在具体到中国的情况时，你和我对于中国政府的看法不能达成共识。另外，我说的意思不是把责任推给平民大众，我说了，我不能代表任何人，我是自己作为平民大众，觉得每个人都应该在非常有限的程度内，适当承担一点社会责任，而不是什么都不做，而做的这个范畴，和政府的尽职尽责是完全不冲突的。 Vector@Vector @MsCellophane具体到中国，就是中国共产党应为中国出现的各种问题负责。平民百姓百姓有社会责任感是好事，但是你只能建议他们承担社会责任，而不能命令他们承担社会责任。至于社会责任感本身，如果说中国人缺少社会责任感的话，那么阻止人们承担社会承任的最大因素就是共产党的专制统治：没有民主制度，人们无法通过选举介入政治，更不用说参政；没有司法独立，基本的公平正义不能得到保障；没有言论自由，人们无法为处代表的群体发声；没有结社自由，人们无法结成组织，捍卫自身权利，更不用说由权力过于集中所导致的高昂的教育费用和房价对普通人的压榨。只有当人们摆脱了贫穷，无知和对思想言论的钳制，只有当人们基本的权利和和广义的公平正义得到了保障，当人们对社会有了真正的认同感，所谓的”提高人们的社会责任感”才能落到实处，而不是留于道德口号。提高中国人社会责任感的前提就是结束中国共产党的专制统治。 Ms. Cellophane@MsCellophane @Vector 我本来就没命令任何人，我自己有这个感想，写了出来，我打算这样做，你们可以理解为一种建议，我一直说的也是在能力所及的范围里、如果这样的词吧？另外我一直有个问题，中国没有民主和不能参政是谁下的定义？你没在成年后拿到过选票吗？政协是被当不存在了？你可以说大部分人没有直接的参与到这个进程中，那么请问你们认可的民主是什么时候都公投，不是一般由议员决定的？其他的内容也和中国的实际情况有很大的出入。我能理解你这样说，应该是真的坚信这些，但我个人感觉，你说的这些实在和中国没多少关系。你可以不必信我说的，和政府说的，但是也可以通过你愿意相信的渠道，再多了解了解中国不是吗？另外我在成年以后在大学里拿到过选票，分发到人，人手一张，由于任期五年一次，我只拿到过这一次。 Vector@Vector @MsCellophane正因为你提供的只能是建议，所以别人可以听也可以不听。 至于中国专制还是民主，这不是一个需要争议的问题，中国是一个专制国家，这是毫无争议的，我不知道你拿的什么选票，我就问几个最简单的问题，你所在地区的市委书记是谁？他是通过选举上台的吗？参加选举的选民有多少？侯选人有几个？不说市委书记，县委书记是被选上台的吗？ 标榜民主和实行民主是两回事，连朝鲜都自称是民主国家，但它实际运行所遵循的规则和它标榜的名词并没有多大关系，内容比形式要重要得多，这一点我想你不需要问别人，问问你父母就够了。 当然，如果你非要相信一个使国家元首任期无限制的宪法修正案能以99.99%的 通过率通过的国家是民主国家，我也不想叫醒你。 Ms. Cellophane@MsCellophane @Vector 我说了，可以各自保留意见，你我之间的讨论，今天就到这里可以吗？以后有其他的toot你有想法也欢迎来讨论。 メトロ@湯かん🐟@nihilo @MsCellophane @Vector 这位朋友，有一点你说得很正确，每一位公民皆应主动承担社会责任，而非全都推给政府去管辖，那么，你是否可以你的观点解释如下矛盾现实：为何试图承担社会责任的NGO组织都被中共权力机构强令取缔？为何帮助公民维权的中国律师最后都身陷囹圄？为何有能力做检测的第三方机构不得不毁掉检测结果，连书面报告也不敢出？是人民推卸责任，还是北京不愿给治下公民以权力？是什么在阻止中国社会成为正常运转、受全球尊重、令香港台湾心驰的公民社会，导致如此体量的国家只能对外输出毫无公民意识的Chinazi，而非诺贝尔奖得主刘晓波，以及输出你这种在安全的地方意淫他人迫害自己的维稳太极拳选手？说到底，你一直含糊其辞、避重就轻的『社会责任』究竟意指为何？该不是出征维稳花式令人闭嘴？ Ms. Cellophane@MsCellophane @nihilo @Vector 我说了，有的问题现阶段没法解答，我也不能保证自己的看法成熟，我含糊其辞的社会责任，其实就是我觉得你们这样因为不认同我的观点，和我进行讨论，比起什么都不说，但是心里特别不满要好很多，是在负担个人力所能及的社会责任。 Vector@Vector @MsCellophane你没有回答他的问题@nihilo Ms. Cellophane@MsCellophane @Vector @nihilo 我回答了关于社会责任的部分，这样的，微小的社会责任，和他想要探讨的范围并不一致，因此我不会具体回答他提出的那几个问题。 兔兔@onm89285 @MsCellophane @Vector @nihilo这不 就是儒家的思想继承么，只有一个天,天无二日，民无二主。大一统。 メトロ@湯かん🐟@nihilo @MsCellophane @Vector 太极拳不能说服任何人，从你说出不要污名化训诫的一刻起，你就暴露了你的本质，你用来安身立命所标榜的爱国主义，无非是苑苏文对於鲍毓明们的隔空艳羡、对李星星们的苛意责备，是通过美化身处高位的权力阶级、污名化自身所在的无产阶级，以递交投名状的精神赵姓者！真正的爱国者看得出谁是有有大爱的义士、谁是谄言媚语背叛人民的贱人！出走海外为中文互联网保留最后的正常讨论空间的无产阶级人民，哪一个都比你这种害国贱人更爱国。 葛洛莉亞@tkmr21 @MsCellophane @nihilo @Vector 你根本無法回答我們任何人的問題 Ms. Cellophane@MsCellophane @tkmr21 @nihilo @Vector 这个评价恐怕不够客观。 ghost@ghost @MsCellophane 好一个合理，不如你让网信办把大家被炸的号都还回来，顺便给合理下个准确的定义，不然谁知道这天天扩张的铁拳范围会砸到哪 Ms. Cellophane@MsCellophane @ghost 我没有这个能力，我也不支持“铁拳范围”的不合理扩张。 ghost@ghost @MsCellophane 不管你支不支持，铁拳都是维持我们制度存活的重要力量，然后你认为这不应该归结于制度？ Ms. Cellophane@MsCellophane @ghost 比起制度，我认为更大的问题是标准的设定和具体的执行，我不打算继续深入讨论了。 ghost@ghost @MsCellophane 补一句话，看不看随你：现在的标准就是体制的选择，当年钻国民党新闻法漏洞的时候可机灵着呢，晚安🙂 Ms. Cellophane@MsCellophane @ghost 我理解你的意思，但我的看法不尽相同，晚安 neo@neo @MsCellophane @ghost 你所谓的保留意见和不继续深入讨论，就是你开头所说的逃避和不负责任。逃避现实，对自己言论不负责任。 Ms. Cellophane@MsCellophane @neo @ghost 我保留意见是不希望发表自己不能确定真实性的言论，是为了对自己说的话负责任，正是因为真的要负责，所以不想通过不够充分的信息做未经思考的判断，我认为这是在负责。 neo@neo @MsCellophane @ghost 你不了解大家说的事情，没有通过充分的信息去做判断，就发表言论就已经很不负责任。 neo@neo @MsCellophane 如果能接受自己无能为力的一面，在有限的精力和承受能力所及的范围内去发声，合理传播自己认可的合理导向，个人认为应当能对整个社会起到更积极的作用。 太久的已经记不住了，就说这几个月：李文亮是这样做的，死了。陈秋实是这样做的，失联了。艾芬是这样做的，失踪了。请问他们对整个社会起到的积极作用去哪里了？ Ms. Cellophane@MsCellophane @neo 李文亮的死亡是由于新冠，不是任何人的安排，另外两件事我得到的信息不足，我对陈秋实和他发布的信息不了解，对艾芬的了解是她之前的相关消息比较多，并且不是负面消息，后续不了解。另外，在积极作用方面我想我们可能会有分歧，但也不确定，我保留我的意见。 其他没有加入讨论串中的观点你们帅气的鸢哥@lgcjl 难道怪罪个人或者几个人不是比怪罪体制容易多了么😁 我发现很多【体制不坏，是下面的执行者坏】论者都有一套能自洽的逻辑，总能从各个方面说服他们自己同时防止自己被别人说服。【人性本恶体制也没办法】【坏人做事谴责坏人就行了】但是，你都能想到的人性本恶，体制在给执行者赋权和管理他们的时候该不该想到呢？该不该同时想到切实有用的应对措施呢？该不该确保这些措施运转正常呢？ 而且这些人对体制的概念可能也跟我们不太一样，他们认为体制里的坏人不属于体制的一部分，让坏人作恶的动机和作恶成功的培养皿不是体制的一部分，民智未开导致体制不能正常运转不是体制的责任……尤其是最后一项，体制希不希望真的开民智还是个问题🤔 退一万步，体制就是个机器，机器是没有感情的，怪罪体制不会伤害它的感情，而是一种监督作用。即便不是每个人每一次都能怪罪到点子上，但是有百家争鸣的环境才能确保真正有用的声音也被顺利表达出来，有【说得不对也能说】的意识才能让大家都去思考和发表意见。而这些，都是体制的责任。 体制是不需要你去理解和体谅的，一个健全的体制会让你意识不到它的存在，同时确保你即使不理解它也能做好你的part，让它正常运转起来。 一个体制机器需要下面的螺丝钉去理解、体谅，去区分哪些是它的责任，哪些是另一些螺丝钉的责任，那这个体制本身就有问题 ToT@T0T 舌战群儒，狗屁不通。 kech@kech 没看完，随口扯个点出来说说 因为组织庞大而不能因下级的错怪整体这个逻辑无论成立与否，我觉得用来讨论政治也毫无助益，因为 1.政府虽然由人组成运作但应当视作机器，对机器我们应该追求允许范围内的最大效率和最小错误率； 2.由于政府影响甚广且难以简单被换掉（姑且不说我们国家的情况，你看法国人新冠当前还在游行他们政府全洗牌了吗？），所以最重要的还是解决现有的问题，而且越快越好，因为很多政策实施到真正起效需要时间 另外，机器输出有问题那明显机器有问题，所以我觉得在批评中更容易找出问题并且足够程度的舆论能监督之后的应对和改正 皮的号我好皮地嚎@Zerolemis 首页各位，讨论的目的不见得只是说服对方（在对方拒绝站在同一个理性基础上的时候），也包括说服旁观者。所以我觉得今晚看到的讨论非常有益处。虽然因为仅关注可见的原因好像被吞了不少😂 Atomsk@grandecup 没有人比我更了解「喝茶」，如果有，都是 fake news 但是我没有她懂统计学，她从自己获取的样本量很小推出了别人对「喝茶」的理解有所偏差；而且即使你听到了消息但不认识当事人，还是不能了解事情的本貌，正所谓「宁可信其无，不可信其有」，这说明她对传播学也有独到的理解。我认为 Ms. 变成 Dr. 指日可待 说什么就不了解什么，美国做了哪些破事知道挺多，同胞受到的欺压一概不知，承认自己缺乏对「人」的关怀，仅与统治者共情，喜欢做体面上等人美梦不就完了吗？ 「我们各自保留意见」⇒ 「我不懂也不想懂」 没必要和洗「训诫」的人进行太多所谓的理性讨论，理性的前提是对公民权利有正确认知且有基本的人性。上次我就了解到，遣词造句上的礼貌和克制并不赋予人这些要素。当你讲中国的事，他讲美国的事，这时候可以进行一些辩论扭转他的逻辑；如果你说李文亮枉死，他说「那也是病毒害死的」，就没有必要讨论了，还不如直接告知「妳接下来应该 literally 学会做人」。 Winston🤔@Winston 留，都可以留（复读） 猫夭夭@maoyaoyao 虽然我依旧不觉得MsC是一个有特殊目的的五毛，但是防人之心不可无。这一个thread看下来，谁在留学，谁在国内，男的女的，学的是什么专业，全都透露出来了……特别是几个学医的，是大概率要在体制内工作的吧？一定要小心。 1、MsC脸皮厚，不知耻，无知且油滑。人凭借说理论证，是无法说服MsC的。 2、讨论的目的，是借MsC的讨论串，明确自己的观点。（次要目的，包括但不限于：让中间派的象友发现MsC真面目；顺便恶心MsC，增加其工作量……（人各有观点不同。长毛象本来也有亲共的人，大家都相安无事。针对MsC的原因在于MsC本人很糟糕 3、提出论据的时候，避免“我自己就是XX专业”，而要用“XX专业专家/专业理论”，保护自己个人信息。我个人是推荐用小号。 4、MsC很喜欢将各种观念混在一起讲，给人一种“槽点太多，无处下嘴”的感觉。为了避免陷入多头混乱的陷阱中，最好针对单个点，讲深，讲透。 5、来自前·粉红的经验：这种论战型粉红一般不会在乎你对其观点进行打脸，但是会很在乎你对ta本人进行打脸。（注：打脸不等于人身攻击。（第五条建议是否采纳，取决于各人道德修养水平了 GelseyNEWberry@GelseyNEWberry 兔兔今日政治吐槽 我就不知道为啥一直执念那个制度没问题，你在政治书上看到的制度和你真实世界里看到的这个制度你觉得是一个东西吗？我学的时候都一脸懵，这啥？睁着眼睛说大瞎话？制度当然没问题，设计的时候几乎完美，共产主义理想绝对是比资本主义不知道崇高到哪里去了，但是你看看现在咱走的是这个制度吗？就哪个地方的英特纳雄纳尔要是实现了各位赶紧告诉我，我去添砖加瓦送上投名状，没有的话我就田园逃避派找一犄角旮旯种地去了。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"},{"name":"版聊搬运","slug":"版聊搬运","permalink":"https://blog.takeko.top/tags/版聊搬运/"}]},{"title":"最近在吃什么","slug":"最近在吃什么","date":"2020-04-11T07:39:05.000Z","updated":"2020-04-11T08:01:24.702Z","comments":true,"path":"2020/04/11/最近在吃什么/","link":"","permalink":"https://blog.takeko.top/2020/04/11/最近在吃什么/","excerpt":"","text":"疫情期间太闲了，每天折腾吃的","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"美食","slug":"美食","permalink":"https://blog.takeko.top/tags/美食/"}]},{"title":"中文互联网中“讨论”的消亡","slug":"discuss","date":"2020-04-04T04:19:46.000Z","updated":"2020-04-04T04:28:32.143Z","comments":true,"path":"2020/04/04/discuss/","link":"","permalink":"https://blog.takeko.top/2020/04/04/discuss/","excerpt":"","text":"机核上的一篇文章，《中文互联网中“讨论”的消亡–一次结构性反思》，在此进行存档。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"肖战事件温和派vs激进派","slug":"肖战事件温和派vs激进派","date":"2020-04-04T03:27:32.000Z","updated":"2020-04-04T04:11:27.106Z","comments":true,"path":"2020/04/04/肖战事件温和派vs激进派/","link":"","permalink":"https://blog.takeko.top/2020/04/04/肖战事件温和派vs激进派/","excerpt":"","text":"晚上失眠刷微博，又在首页吃的了肖战的瓜，从亚非文学bot退博到新了解到的的325事件和FF14超话活动事件，肖战粉丝（或者打着肖战旗号的人）还在不停的制造争端，简直烦不胜烦。从227到现在已经一个多月了，这件事还没有结果。更有趣的是，随着战线的不断拉长，在抵制肖战的人群中，也出现了不同的声音。 抵制者基本分为两派，温和派主张以开发票、刷tag等方式狙击肖战商务，激进派则是拉起了举报的大旗，向国务院、教育部、林业局等政府机构举报肖战为失格艺人，同时扒出肖战代言的产品虚假宣传、电视剧虐待国家二级保护动物、拍摄的杂志台毒港独。两者虽然有同样的目的，都想让肖战糊，但互相之间不能接受对方的手段。温和派认为激进派的做法和肖战粉丝最初滥用公权力举报AO3的做法没有什么分别，这样做相当于屠龙勇士拿起了利刃最终变成了恶龙。二激进派认为，在资本的压制下温和的抵制根本没有任何作用，抵制了这么久连热搜都没有上过，甚至检察日报和央视网连自己的评论都控不住，举报本来就是弱者保护自己限制权力的手段，不用简直是圣母白莲。 对于同样的抵制采取什么样的方法是个很复杂的问题，我思考了很久也没有确定的想法。我个人一直采取的是温和的做法，但也不反对激进的做法，甚至情绪上头时也想和他们一起举报。我比较担心的一点是，举报是个双刃剑。一方面，不希望公权力侵占更多的私人领域。我不喜欢吃香菜，但是也不希望有一只无法反抗的大手直接将所有的香菜连根拔起。另一方面，以之前懒政的惯性来讲，很可能双方一起封杀，如果波及的了无辜的同人作者，真的是得不偿失。所以我一直以来的观点是不求同、存异，有人想法不一样是好事，坚持做自己想做的，包容不同的观点。一个好的现象是，双方虽然互相不认同但是没有产生大范围的激烈冲突，这就体现出了和肖战粉的不同。 实际上，我非常希望能看到双方就这个问题辩一辩，一个人的思维受限很难想明白。但很遗憾现在的中文互联网环境容不下理性的讨论。这就是另一个话题了，以后再详细谈。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"木瓜慕斯蛋糕","slug":"cake","date":"2020-03-29T08:43:28.000Z","updated":"2020-03-29T10:42:42.207Z","comments":true,"path":"2020/03/29/cake/","link":"","permalink":"https://blog.takeko.top/2020/03/29/cake/","excerpt":"","text":"同事给了一个木瓜，但我不太喜欢木瓜的味道，正好还剩一盒淡奶油，就做成了慕斯蛋糕。说实话味道不是很好，下次还是用草莓或者芒果吧。 先做戚风蛋糕做底，我用的8寸活底模具，只做饼底，材料如下： 食材 数量 鸡蛋 2个 低筋面粉 45g 玉米油 25g 牛奶或水 30g 细砂糖 35g 盐 1g 玉米油、牛奶（或水）、盐混合至乳化，筛入低筋面粉，加入2个蛋黄混合均匀。蛋白加糖打发至提起打蛋器呈现小尖角。将蛋黄糊和蛋白混合，翻拌均匀，倒入模具中。烤箱150度40分钟，取出晾凉。 慕斯用料： 食材 数量 木瓜 1个 淡奶油 250ml 糖 15g 吉利丁片 10g 木瓜碾碎，加入冷水浸泡过得吉利丁片，稍稍加热融化。淡奶油打发，与木瓜泥混合，倒入放好饼底的模具中，轻震模具，放入冰箱冷藏四小时。","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"食谱","slug":"食谱","permalink":"https://blog.takeko.top/tags/食谱/"}]},{"title":"西窗随记&羊水宝儿｜关于自由与平等的讨论","slug":"free-equal","date":"2020-03-26T23:06:27.000Z","updated":"2020-03-29T06:35:57.694Z","comments":true,"path":"2020/03/27/free-equal/","link":"","permalink":"https://blog.takeko.top/2020/03/27/free-equal/","excerpt":"","text":"微博博主 @鲸吞蛋卷整理了@西窗随记和@羊水宝儿两位博主的关于自由和平等的讨论，在此存档。指路原博及石墨文档地址。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"韩国“N号房间”关于男人该不该挨骂的讨论","slug":"nth-room-1","date":"2020-03-24T15:02:16.000Z","updated":"2020-03-29T06:36:44.566Z","comments":true,"path":"2020/03/24/nth-room-1/","link":"","permalink":"https://blog.takeko.top/2020/03/24/nth-room-1/","excerpt":"","text":"最近韩国“N号房间”事件引起了微博上广泛的讨论，看到了许多我认同的或不认同的有趣的观点，微博时间线混乱导致看到的东西十分零散，所幸有博主@宇宙尽头餐馆的一碗银翼抄手对“男人该不该挨骂”这个议题进行了整理。在这进行存档，以便以后翻阅。指路原博。 封面来自插画师@陈折折 【索引】 p1—韩国N间房事件：男人被骂请理解p2—旧常识：骂男人“能理解，不代表此事正确”p3—旧常识x旋转小字：普通男人“还能怎么样”？p4—高遊x旧常识：男人有原罪吗？p5—陈迪x旧常识：原罪说有短板，但男人被骂问题不大p6—（网友多方讨论）男性可以/应该建立对女性的共情吗？p8—之琪：男性支持性别平等不是为了另一个性别战斗，而是实践一种自己认同政治p9—旧常识x之琪：既得利益者应当如何自处？p12—（网友多方讨论）我们能否厌男？我们为什么厌男？p13—鸛耳：请勿自主认领“男性女权主义者”的标签","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"时政","slug":"时政","permalink":"https://blog.takeko.top/tags/时政/"}]},{"title":"敬自由","slug":"敬自由","date":"2020-03-11T13:57:05.000Z","updated":"2020-03-11T14:18:38.510Z","comments":true,"path":"2020/03/11/敬自由/","link":"","permalink":"https://blog.takeko.top/2020/03/11/敬自由/","excerpt":"","text":"从事件发生到现在连续吃了十来天的瓜了，每天都有各种新故事发生，让人目不暇接啼笑皆非。站在我自己的立场上，能做的我都做了，完美的避开了所有肖战代言产品，给迪士尼的投诉信也发出去了，现在就等着后续的发展。但昨天晚上看小说时，发现了一篇文案看上去十分有趣的文，点进去后发现第一章就锁了，又勾起了心中的意难平。 实际上，我并不是一个忠实的AO3用户，只是偶尔关注的写手发链接才会点进去看。更何况我可以买梯子，甚至自己搭梯子，翻墙继续去AO3看文不是什么难事。但知道因为肖战粉丝写了肖战的同人文引发肖战粉丝举报AO3导致AO3被墙 （肖战粉丝仙人跳石锤），我依然感觉非常愤怒。在国内网文被严重阉割，平台审查十分严格的情况下，有AO3这么一个可以自由写作的地方对创作者来说是多么幸福的一件事。现在因为这么一个不知所谓的流量明星，创作者的家没了，读者的粮仓被烧了，实在是让人痛心。 作为一个网文重度沉迷患者，最近几年闲暇的时间总是靠着网文打发，去年一年在晋江看了174本书。我清楚的知道在国内写作平台上审核是多么的不合理。连“十有八九”、“长枪短炮”、“大麻烦”、“蹲下身子”都会口口掉的，脖子以下根本不能写，写个接吻作者就心惊胆战怕被锁。昨天的那篇文，我顺着评论找到作者微博读了被锁的第一章，根本没有什么出格的内容，但是放到晋江就要被锁文。还记得去年5月晋江整改，连续15天不能更新，9月关闭评论，审查越来越严格，大家的底线一退再退。现在最后的乐土被破坏，已经触及到了大家的底线，不奋起反抗还等什么呢，等到自己的声音彻底消失在互联网上，到那时就为时已晚。 但我仔细的思考了一下，除了拒绝肖战代言的产品，我现在还能做什么呢，大概只能拿起笔写写东西吧。很久没有写过文章了，长期处在碎片化的网络中导致很多想法都是碎片化的，不成系统。每次看到不认同的言论只能直觉上发现不对，但又表达不出来。所以趁着现在还有热情，赶紧拿起笔来多写多表达吧。 图片来源透纳_","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"随笔","slug":"随笔","permalink":"https://blog.takeko.top/tags/随笔/"}]},{"title":"PPT工具合集","slug":"PPT工具合集","date":"2019-01-29T12:56:34.000Z","updated":"2020-03-29T06:37:08.197Z","comments":true,"path":"2019/01/29/PPT工具合集/","link":"","permalink":"https://blog.takeko.top/2019/01/29/PPT工具合集/","excerpt":"","text":"1.模板免费网站 微软官网 部分模板可用 OfficePlus Office官方在线模板网站，包括PPT、word、excel模板 优品PPT 一个有情怀的免费PPT模板下载网站，包含模板、素材、图表、背景、字体、教程 付费网站： 演界网 中国首个演示设计交易平台，大部分模板需付费，平均价格30-50元 PPTSTORE 一个以原创ppt设计为主的C2C内容分享平台，大部分模板需付费 2.图片 Pixabay 全球最大的免费图片网站，160万张图片和视频，支持中文搜索。图片无版权。 Pexels 摄影师图片分享网站，不支持中文搜索，图片可商用或修改。 Wallhaven 高清壁纸分享平台，图片质量非常高。 Unsplash 主打风景图。图片无版权。 PhotoAC 日本免费高质量图片网站，支持中文搜索，图片可商用。 LibreStock 收录各大无版权图片网站资源，不支持中文搜索。 Stocksnap 免费图片搜索引擎，无版权限制，不支持中文搜索。 PixelSquid 3D图片素材可以任意调换方向角度，无版权限制。 3.图标 Iconfont 国内最好的图标网站之一。 IcoMoon 可以整套下载。 Easyicon 图标种类和风格丰富。 4.字体 求字体网 识别上传图片中文字字体并提供字体下载。 免费中文字体 提供免费中文字体下载。 字客网 包括免费商用字体，有字体预览效果。 5.配色 Color Scheme Designer 提供单色、互补色、三角形、矩形、类似色等搭配方案，有高低透明度配色网页演示。 Flat UI colors 提供扁平化风格配色方案，颜色可以直接复制使用。 uiGradients 提供渐变色配色方案。 Encycolorpedia 参数十分详细。 6.灵感来源 Behance Adobe旗下设计网站，有许多十分精彩的创意。近期被墙需要科学上网。 Dribbble 汇聚国内外顶尖设计师。 ZCOOL站酷 国内设计师互动平台，聚集了820万+设计师、摄影师、插画师、艺术家、创意人，在设计创意群体中具有一定的影响力与号召力。 7.其他有趣的小工具 Fotor 针对多种不同场景提供在线设计模板，包括公众号封面大图、海报、banner、名片、易拉宝、logo等。 Gallerix 提供了16万多幅世界著名画家的画，布景画、油画、水彩画、铅笔画、大型装饰画、圣像画、全景画、微型画、透影画等 I ♥ ∆ Low Poly风格设计工具，下载文件夹打开index.html，上传图片添加数据点并进行调整。示例： 从Pexels中搜索cat找了左边的猫图，上传到I ♥ ∆进行编辑得到右边的图片。在PPT里加上一些文字做成了本篇的封面。 WordArt 生成文字云 P.S. 配色是从Flat UI colors第一种配色方案中选取了四种颜色，WordArt默认的颜色有点丑。 草料二维码 生成二维码 BigJPG 基于卷积神经网络进行图片放大","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"PPT","slug":"PPT","permalink":"https://blog.takeko.top/tags/PPT/"}]},{"title":"2018年终总结&2019年计划","slug":"2018年终总结-2019年计划","date":"2019-01-01T13:35:31.000Z","updated":"2020-03-29T06:36:01.125Z","comments":true,"path":"2019/01/01/2018年终总结-2019年计划/","link":"","permalink":"https://blog.takeko.top/2019/01/01/2018年终总结-2019年计划/","excerpt":"","text":"2018年总结看剧list+一句话总结 《摇滚莫扎特》：年初的上海场和年末的天津场，在出坑的边缘试探 《泽西男孩》：发微博被Luke点赞了 《罗密欧与朱丽叶》：奶妈唱的太催泪了印象尤其深刻 《深夜小狗离奇事件》：舞台设计非常棒 《长靴皇后》：不知道为什么记不清了xx 《吉屋出租》：no day but today 《芝加哥》：看的时候正赶上《天朝渣男图鉴》被删，现实总比剧更戏剧化 看了视频没有进剧院看过的：《巴黎圣母院》、《摇滚红与黑》、《1789》、《太阳王》、《德古拉》、《三个火枪手》、《Hamilton》 英语 听力：“芝士派”的广播剧和电影共4期，打卡209天，累计精听101628个单词 口语：“英语流利说”的懂你套餐3个月，学习时间50个小时，学习平均分92分 阅读：“轻课阅读”1期，阅读 Animal Farm 和 The Call of The Wild 2本书，阅读时长86400分钟，阅读词量62314 python 程序媛计划的四个python课程入了门，包括应用selenium做简单的爬虫 后续的学习都是一边用一边学，有想做的先想好思路，想实现什么功能了就去查查别人是怎么实现的，哪个地方不会写了就去百度谷歌一下 成果是github上的三个repositories, 可以用python解决一些工作生活中遇到的简单问题了，虽然写的乱七八糟的但是好歹能用了 (要求不高能跑就行 野路子自己瞎写效率太低了，必须要系统的学一学了 deep learning 完成了Coursera上的Deep Learning 专项课程的前三门 1.Neural Networks and Deep Learning 2.Improving Deep Neural Networks: Hyperparameter tuning, Regularization and Optimization 3.Structuring Machine Learning Projects 因为Andrew Ng大佬买的这个课，一开始以为会听不懂，后来发现讲的非常详细，还是很好理解的。刚上手最大的难度在于对于数学上术语的英文不了解，听多了熟悉了就好了（大概率还会遇到读中文教材和英文术语对不上的困难）。 这个专项还有两门课，因为后来搬家等等一系列事情耽误了没有学完，计划在过年之前这两个月内学完。 博客 6月份建了这个hexo+github page博客，8月份才真正用起来 基本沦为英语笔记本(x 后面需要学习一下怎么维护，首页social links的图标显示问题一直没解决 希望以后能写一些高质量的文章 2019年计划 剧继续追起来，已经在计划内的有法扎和法红黑，还没官宣的NDDP如果引进了一定去看，其他的随缘 英语继续学下去，写作和阅读需要抓一抓，但是合适的课程有待探索 系统学习一下python，教材选用Mafnus Hetland 的 Begining Python—From Novice to Professional 完成了Coursera上的Deep Learning 专项课程的最后两门课，尽量自己写一些东西 发现现在写东西都是碎片化的思想也是碎片化的，新一年计划多阅读，每月最少两本书 加强锻炼，身体健康太重要了","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"总结","slug":"总结","permalink":"https://blog.takeko.top/tags/总结/"}]},{"title":"poem quiz古诗词填空出题器","slug":"poem-quiz古诗词填空出题器","date":"2018-12-22T07:46:05.000Z","updated":"2020-03-29T06:36:59.246Z","comments":true,"path":"2018/12/22/poem-quiz古诗词填空出题器/","link":"","permalink":"https://blog.takeko.top/2018/12/22/poem-quiz古诗词填空出题器/","excerpt":"","text":"这天下午，在当小学老师的闺蜜在判学生默写的古诗判烦了的时候突然想到，要是诗词填空就好了就不用判整首诗了，于是她找上了我，问我能不能做个出诗词填空的程序。于是就写了这个小玩意，大致思路很简单，random一个数，然后把这句话替换掉。 (github链接) 12345678910111213141516171819202122232425262728293031323334353637import numpy as npimport stringimport sysdef save_to_file(file_name, contents): filename = sys.argv[0] + &apos;/&apos;+ file_name fh = open(file_name, &apos;a&apos;) fh.write(contents) fh.close() def quiz1poem(): row_poem = input(&quot;请输入古诗词：&quot;) punc = string.punctuation if row_poem[len(row_poem)-1] in punc: row_poem = row_poem[:-1] sentences0 = row_poem.split() sentences1 = [] sentences = [] for sentence in sentences0: sentence = sentence.split(&apos;，&apos;) sentences1 = sentence + sentences1 for sentence in sentences1: sentence = sentence.split(&apos;。&apos;) sentences = sentence + sentences # print(sentences) re_index = np.random.randint(0,len(sentences)-1) sentences[re_index] = &apos;_____________&apos; output = &quot;&quot; for sentence in sentences: output = output + &quot;\\n&quot; + sentence print(output) return outputif __name__ == &quot;__main__&quot;: quitORconti = &apos;0&apos; while quitORconti.lower() != &apos;q&apos;: output = quiz1poem() save_to_file(&quot;poem_quiz.txt&quot;, output) quitORconti = input(&quot;Enter q to quit the pro! Press any key to continue!&quot;) 测试结果如下： 最后我们暗戳戳的想干脆出几套唐诗三百首随机填空的题考试吧【会被学生打死","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"}]},{"title":"英语学习笔记note9","slug":"英语学习笔记note9","date":"2018-12-21T07:29:24.000Z","updated":"2020-03-29T06:38:45.757Z","comments":true,"path":"2018/12/21/英语学习笔记note9/","link":"","permalink":"https://blog.takeko.top/2018/12/21/英语学习笔记note9/","excerpt":"","text":"The Parent Trap“芝士派”无字幕电影20181204-20181221学习笔记 slip one’s mind忘记 Things like homework always slip my mind. out of one’s league不是一路人 She is the princess who is out of my league. deal me in算我一个 Deal me in, I want to play too. excuse you有责备人的意思，对方做错了事而没有表示歉意的意思，有人做出没礼貌的事但没有表示，可以用来责怪对方失礼,例如有人插队，只要说一句excuse you 对方就知道你在不悦了 Excuse me for not completing the job, but excuse you for not even trying. mind boggling惊人的 boggle 吃惊，震惊 指某一件事或某样东西在智力或情感方面具有强大的力量而使人感到难以控制自己 There were rockets, space suits, even parts from a satellite - so many mind-boggling things to see. freak out 震惊Don’t freak out. 大发脾气 If I don’t get enough sleep,I feel exhausted and freak out a little. pull it out成功 It will be a very, very fine piece of mountaineering if they pull it out. last call机场对旅客最后一次登机通知 That’ll be all就这样吧，这样就有可以了，到此为止吧 That’ll be all for now, you may go. glib-tongued油嘴滑舌的，能说会到的 You should keep away from gilb-tongued men. be keen on sth喜欢做某事，热衷于做某事 She is rather keen on classic music. talk out of劝阻，说股某人不做某事 My mother tried to talk me out of getting a divorce. don’t you dare竟敢，休想 Don’t you dare talk back to me. fet sb eating out of palm if one’s hand把某人玩弄于鼓掌之间，把某人迷得神魂颠倒 The man has got the lady eating out of palm of his hand. make a fool out of sb愚弄某人，使某人出丑 How dare you make a fool out of me? we are all each other has我们只有彼此，相依为命 can’t say I balme you我也不怪你 I don’t balme you 的口语话表达 Can’t say I blame you. It’s a mistake that many students would make in the begining. get out of here/it别胡扯了 wait on sb hand and foot让…翻来张口，衣来伸手 I want to marry a man who will wait on me hand and foot. buy相信（尤指不打可能的事）You could say you were ill but I don’t think they’d buy it. in over one’s head卷入棘手的事 After a week in the new job, I soon realize that I am in over my head. be in way over your head不自量力 Sometimes it’s nice to be in over your head. what has gotten into sb某人怎么了 What’s gotten into you? You don’t eat anymore! for he world用在否定句，场用来表示无论如何都 I wouldn’t lose this competition for the world. in the world加强语气，究竟 Where in the world could you find this? let alone更不用说 I can barely sign my name , let alone aim a bow and row. break the rotten streak打破偏见 rotten腐烂的；streat条纹，倾向","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note8","slug":"英语学习笔记note8","date":"2018-12-05T13:27:39.000Z","updated":"2020-03-29T06:38:41.661Z","comments":true,"path":"2018/12/05/英语学习笔记note8/","link":"","permalink":"https://blog.takeko.top/2018/12/05/英语学习笔记note8/","excerpt":"","text":"The Nanny Diaries“芝士派”无字幕电影20181105-20181125学习笔记 take a crack at试一试I want to take a crack at mending the clock.Why don’t you take a crack at it? = I’ll take a whack at it= I’ll venture a try= I’ll give it a go= I’ll take a stab at it= I’ll give it an attempt be my guest请自便，别客气 be a sport讲点交情，给个面子（表请求）Please be a sport and lend me some money. off-limits禁止拥有的Alcohol is off-limits to children. slip one’s mind忘记Things like homework always slip my mind. pull down赚钱，获得报酬、工资He pulled down these years and earned a lot of money. sleep in睡懒觉She usually sleeps in on weekends kindred spirits志趣相投，非常相似You and me are raal kindred spirits in this aspect. out of one’s league不是一路人She is the princess who is out of my league. whip up快速做顿饭I’m going to whip up a meal for myself. round the clock昼夜不停地She always works round the clock and she even forgets meal sometime. out of spite出于怨恨I refused he request out of spite. it’s only fitting that再合适不过了It’s only fitting that we hold the party tonight. once in a blue moon及其难得，千载难逢A chance like that comes along only once in a blue moon.He visits us once in a blue moon. corner sb强求与某人交谈Golan managed to corner the young producer-director for an interview.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note7","slug":"英语学习笔记note7","date":"2018-11-01T10:57:58.000Z","updated":"2020-03-29T06:38:35.598Z","comments":true,"path":"2018/11/01/英语学习笔记note7/","link":"","permalink":"https://blog.takeko.top/2018/11/01/英语学习笔记note7/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181022-20181104学习笔记 denominalisation &amp; zero derivationdenominalisation：去名词化，将名词转换为动词使用的现象 zero derivation：去零化，直接盗用名词将其作为动词 eg. Our friendship flowered while Bear was slim.我们的友情在熊还苗条时就已根深蒂固。 Have you ever housed someone in your house? 你有在你家收容过谁吗？ haira bad hair day形容一天很不顺利 Hat hair/Helmet hair 戴了帽子见不得人的发型 make one’s hair stand on end 被吓的毛骨悚然： Ghost stories made my hair stand on end. 激怒某人 pull one’s hair out 生气，发怒 a hair’s breadth breadth是“宽度”， “毫发之差”可以引申为即将来临、微乎其微的距离 let one’s hair down 把头发放下来，这就比较轻松愉快了，这个短语也可以表达“不拘礼节、无拘无束、很坦率”的意思。 Animalrain cats and dogs 倾盆大雨，滂沱大雨 agree like cats and dogs 合不来 be on the high horse 趾高气扬 be off the high horse 放下臭架子 look a gift horse in the mouth 吹毛求疵 talk horse 吹牛 dark horse 黑马 back (bet on) the wrong horse 错误的估计 on the house免费的，由店家负担费用 This kind of dish is on the house before 10 am everyday. call sb over叫某人过来 He called me over to asked a stupid question. tinker with修理 He tinkered with his old radio. ballpark大概的数字，数额浮动范围 Can you tell me a ballpark price of the house. how come为什么，怎么会 How come you told him this seret?How come we never know what’s going on? break new ground标新立异，创新 We are breaking new ground in the fields of research. hands down毫无疑问，完全赞同 He is the most potential basketball star, hands down. for one’s sake为了某人 You should come back hone as soon as possible for you mother’s sake. break a leg祝你好运 A: I will perform at the school hall tonight. B: Break a leg! cuddle up with拥抱，依偎 The boy cuddled up with his dog. We cuddled uo with each other and tried to get warm. lazy bum懒人 Get up right now! Don’t be a lazy bum. onwards and upwards不断进取 We need to move onwards and upwards. in a long run长远看来 In a long run, it would be a good idea to save money. do sb the honor有幸 Will you do me the honor to come to my home tonight? throw sth举行 I would like to throw a party this week.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note6","slug":"英语学习笔记note6","date":"2018-10-21T08:56:37.000Z","updated":"2020-03-29T06:38:30.301Z","comments":true,"path":"2018/10/21/英语学习笔记note6/","link":"","permalink":"https://blog.takeko.top/2018/10/21/英语学习笔记note6/","excerpt":"","text":"Ramona and Beezus“芝士派”无字幕电影20181014-20181021学习笔记 land on sb’s feet摆脱困境，逢凶化吉 My brother got fired but he landed on his feet and found another job that paid twice as much money. identify with sb与某人产生共鸣，同情理解某人 Reading this book, we can identify with the main character’s struggle. I believe that most readers will identify with the auther. in the pit of sb’s stomach某人的内心深处，心头上 I had a strange feeling in the pit of my stomach. in the back of my head在脑海中 There is always a strange voice in the back of my head. come in handy派的上用场 Don’t throw that plastic bag away. It may come in handy. once in a while时不时地 You should come to see me once in a while. pull up停车 Let’s pull up at the restaurant. butt out别管闲事 I want everyone to butt out of my life. shoot down本义击毙，口语中可以表示驳倒的意思 shoot off one’s mouth 打嘴炮，用来表达说大话，总是夸夸奇谈的意思 Jim doesn’t play tennis very well but he’s always shooting off his mouth about how good he is. He talks as if he knew everything about the game. shoot the cat 呕吐 Bear was so sick that he shot the cat. be like shooting fish in a barrel 易如反掌，手到擒来 Learning English is like shooting fish in a barrel. tide over渡过，克服 = get over I need some money to tide us over until pay day. nail准确的完美的做成了一件事 He knows how to nail the interview.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"selenium爬虫问题总结","slug":"selenium爬虫问题总结","date":"2018-10-16T10:59:33.000Z","updated":"2020-03-29T06:37:19.430Z","comments":true,"path":"2018/10/16/selenium爬虫问题总结/","link":"","permalink":"https://blog.takeko.top/2018/10/16/selenium爬虫问题总结/","excerpt":"","text":"在运行上一篇文章中的爬虫程序的过程中遇到了几个问题，在这里总结一下 1. 不能定位到元素，报错selenium.common.exceptions.NoSuchElementException 网上查了资料又仔细查看了一下网页结构，发现是网页中包含了iframe。frame实际上是嵌入了另一个页面，而webdriver每次只能在一个页面识别，因此需要先定位到相应的frame，对那个页面里的元素进行定位。解决方法：如果iframe有name或id的话，直接使用switch_to_frame(“name/id”) 1234def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.most.gov.cn/mostinfo/&apos;) self.dr.switch_to.frame(&quot;DataList&quot;) 2. 改正了iframe的问题后运行程序，报错unknown error: call function result missing ‘value’ 原因：chrome和chromedriver版本不匹配 解决方法：升级Chromedriver到匹配的版本 chrome和Chromedriver对应关系表： chrome版本 Chromedriver版本 v67-69 v2.41 v66-68 v2.40 v66-68 v2.39 v65-67 v2.38 v46-66 v2.37 v63-65 v2.36 v62-64 v2.35 v61-63 v2.34 v60-62 v2.33 v59-61 v2.32 v58-60 v2.31 v58-60 v2.30","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"},{"name":"selenium","slug":"selenium","permalink":"https://blog.takeko.top/tags/selenium/"}]},{"title":"News Collector","slug":"News-Collector","date":"2018-10-15T13:32:21.000Z","updated":"2020-03-29T06:36:21.942Z","comments":true,"path":"2018/10/15/News-Collector/","link":"","permalink":"https://blog.takeko.top/2018/10/15/News-Collector/","excerpt":"","text":"在工作过程中经常需要关注几个政府网站的通知，随时关注项目信息的更新。否则错过了最新的通知可能会错过申报的机会。 每天需要关注的网站是固定的几个，更新的频率不是很高，每天点开一到两次就可以，所以决定写一段代码免去每天点开几个网页的麻烦，也避免忘记看错过重要信息。 用到了selenium + chrome + Chromedriver，环境是好久之前配置好的就不写了，过程比较简单。首先Webdriver启动Chrome浏览器 123def __init__(self): self.dr = webdriver.Chrome() self.dr.get(&apos;http://www.ndrc.gov.cn/zwfwzx/tztg/&apos;) 分析网页结构，确定目标元素的xpath 1titlepath = &quot;//*[@id=&apos;out-content&apos;]/div[2]/div[4]/div[2]/div/ul[2]/li[&quot; + str(i) + &quot;]/a&quot; 再提取需要的信息12curr_title = self.dr.find_element_by_xpath(titlepath)curr_url = self.dr.find_element_by_xpath(titlepath).get_attribute(&quot;href&quot;)退出浏览器1self.quit()将信息进行简单的整理，最后将收集到的信息整理好发送到邮箱1234567891011121314151617181920212223242526if len(TitleToday): smtpserver = &apos;smtp.163.com&apos; ## 以163邮箱为例 username = &apos;sender@example.com&apos; password=&apos;XXXXXXX&apos; sender=&apos;sender@example.com&apos; receiver=&apos;receiver@example.com&apos; subject = &apos;每日通知更新&apos; subject=Header(subject, &apos;utf-8&apos;).encode() msg = MIMEMultipart(&apos;mixed&apos;) msg[&apos;Subject&apos;] = subject msg[&apos;From&apos;] = &apos;Name&lt;sender@example.com&gt;&apos; msg[&apos;To&apos;] = &apos;receiver@example.com&apos; msg[&apos;Date&apos;] = Date text = &quot;今日更新通知：\\n&quot; for i in range (0,len(TitleToday)): text = text + TitleToday[i] + &quot; (&quot; + UrlToday[i] + &quot;)\\n&quot; text_plain = MIMEText(text,&apos;plain&apos;, &apos;utf-8&apos;) msg.attach(text_plain) smtp = smtplib.SMTP() smtp.connect(&apos;smtp.163.com&apos;) smtp.login(username, password) smtp.sendmail(sender, receiver, msg.as_string()) smtp.quit() print(&apos;Mail has been sent!&apos;)else: print(&apos;There is no new news today.&apos;)完整代码下载链接开始时用pyinstaller 将python脚本打包成EXE文件放到桌面，每天到办公室开电脑后点击一下，但这样还需要再点，所以我用Windows的“任务计划程序”设置成每天定时自动执行脚本，但是这样如果没在办公室没开电脑就不能执行，所以最后还是放到vps上，使用crontab -e 命令设成每天定时执行脚本，这样每天如果有新的通知会发送到邮箱，终于从每天手动查消息中解放了出来。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"},{"name":"selenium","slug":"selenium","permalink":"https://blog.takeko.top/tags/selenium/"}]},{"title":"英语学习笔记note5","slug":"英语学习笔记note5","date":"2018-10-14T06:47:20.000Z","updated":"2020-03-29T06:38:25.918Z","comments":true,"path":"2018/10/14/英语学习笔记note5/","link":"","permalink":"https://blog.takeko.top/2018/10/14/英语学习笔记note5/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20181008-20181013学习笔记 as a favor to出于对…的好意，帮…的忙 We are not going to return the money as a favor to you. 我们不会为了帮你的忙就把钱还给你As a favor to general, I agreed on a chat. 将军然我帮个忙，我才过来跟你聊聊。 do me a favor 帮我个忙 I owe you a fovor. 我欠你个人情 pull it together集中精力振作起来 Pull it together! She’ll probably get you fired. hang in there 口语中表示坚持下去别泄气 real talk肺腑之言 He won this speech competition because what he said was all reak talk. bus your table收拾/清理餐桌；常在参观酒店使用 在餐厅或咖啡馆中，bus会用来指服务员做的一些事情，包括清理餐桌等等。在北美busser通常是busboy或busgirl，用来形容在餐厅类地方做清理餐桌等工作的员工。 Get out and bus the table now! have enough of = fed up with受够了 I have had enough of her gossips. here’s the thing事情是这样的 表示需要解释的某种情况，是一种比较柔和的提出建议以及切入话题的方式。 Here’s the thing.If all you do is sit back and moan about your finances, things may never change. not my thing对某事不擅长，不了解，口语话的表达方式not good at sth Wanna go check out tonight’s movies? It’s the newly released Transformers. make sb’s name in sp让某人在某一领域扬名I want to make my name in the world when I was young.在我小的时候，我就想名扬天下。 谚语集锦 A bad workman always blames his tools. 拙匠总怪工具差。 A contented mind is a perpetual feast. 知足长乐。 A good beginning is half the battle. 好的开端等于成功一半。 A little pot is soon hot. 壶小易热，量小易怒。 All lay loads on a willing horse. 好马重负。 A merry heart goes all the way. 心情愉快，万事顺利。 Bad excuses are worse than none. 狡辩比不辩护还糟。 Character is the first and last word in the success circle.人的品格是事业成功的先决条件。 Cleanliness is next to godliness. 整洁近于美德。 Courtesy costs nothing. 彬彬有礼，惠而不费。 Doing nothing is doing ill. 无所事事，必干坏事。 Early to bed, early to rise, make a man healthy, wealthy, and wise.睡得早，起得早，聪明、富裕、身体好。 Empty vessels make the most noise. 满瓶子不响，半瓶子晃荡。 Every man hath his weak side. 人皆有弱点。 Everything ought to be beautiful in a human being: face, dress, souland idea.人的一切都应当是美丽的：容貌、衣着、心灵和思想。 Extremes are dangerous. 凡事走向极端是危险的。 Good advice is harsh to the ear. 忠言逆耳。 Grasp all, lose all. 欲尽得，必尽失。 Great hopes make great men. 伟大的理想造就伟大的人物。 Handsome is he who does handsomely. 行为美者才真美。 Have but few friends, though many acquaintances. 结交可广，知己宜少。 Hear all parties.兼听则明，偏听则暗。 He is a wise man who speaks little. 智者寡言。 He is not laughed at that laughs at himself first.有自知之明者被人尊敬。 He is rich enough that wants nothing.无欲者最富有，贪欲者最贫穷。 He is truly happy who makes others happy.使他人幸福的人，是真正的幸福。 Honesty is the best policy. 诚实乃上策。 Hope for the best and prepare for the worst.?? 抱最好的希望，作最坏的准备。 Idleness is the root of all evil. 懒惰是万恶之源。 If we dream, everything is possible. 敢于梦想，一切都将成为可能。 Kind hearts are the gardens, kind thoughts are the roots, kind wordsare flowers and kind deeds are the fruits.仁慈的心田是花园，崇高的思想是根茎，友善的言语是花朵，良好的行为是果实。 Laugh, and the world laughs with you; Weep, and you weep lone.欢笑，整个世界伴你欢笑。哭泣，只有你独自向隅而泣。 Life is measured by thought and action not by time.衡量生命的尺度是思想和行为，而不是时间。 Life is not all beer and skittles. 人生并非尽是乐事。 Long absent, soon forgotten. 别久情疏。 Look before you leap. 三思而后行。 Lookers-on see most of the game. 旁观者清，当局者迷。 Manners make the man.观其待人而知其人。 Misfortune tests the sincerity of friends. 患难识知交。 No cross, no crown.没有苦难，就没有快乐。 Nobody’s enemy but his own. 自寻苦恼。 One man’s fault is another man’s lesson. 前车之覆，后车之鉴。 Pardon all men, but never thyself. 严以律已，宽以待人。 Reason is the guide and light of life. 理智是人生的灯塔。 Sadness and gladness succeed one another. 乐极生悲，苦尽甘来。 Still waters run deep.流静水深，人静心深。 The fire is the test of gold; adversity of strong men. 烈火炼真金，逆境炼壮士。 The fox may grow grey, but never good. 江山易改，本性难移。 The more a man learns, the more he sees his ignorance. 知识越广博，越感已无知。 Virtue is a jewel of great price. 美德是无价之宝。 Weak things united become strong. 一根筷子易折断，十根筷子硬如铁。 We can’t judge a person by what he says but by what he does. 判断一个人，不听言语看行动。 Where there is a will there is a way. 有志者，事竟成。 Will is power. 意志就是力量。 Wise men are silent; fools talk. 智者沉默寡言，愚者滔滔不绝。 Wise men learn by others’ harm, fools by their own.智者以他人挫折为鉴，愚者必自身碰壁方知觉。","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note4","slug":"英语学习笔记note4","date":"2018-10-02T10:14:26.000Z","updated":"2020-03-29T06:38:20.869Z","comments":true,"path":"2018/10/02/英语学习笔记note4/","link":"","permalink":"https://blog.takeko.top/2018/10/02/英语学习笔记note4/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180923-20180930学习笔记 rip up撕碎 He ripped the letters up and threw them in the wastepaper basket. rip off敲竹杠，坑钱The company has been accused of ripping off customers. in the middle of something正在忙于做某事 He is in the middle ofvshopping. swap meet跳蚤市场 Tom takes his old sofa to the swap meet and see if he can exchange it for a television. far out异乎寻常的 Fantasies cannot harm you, no matter how bizarre or far out they are. thrive on因…蓬勃发展 More and more people use social networks at work, which thrive on exchanging information. check it out过来看，口语化的表达，一般用于让身边的人来看看这个东西 Check it out. she’s staring at you. up to one’s eyeball in忙的焦头烂额 I’m up to my eyeball in work. part + 国籍表示有部分那个国家的血统或者语言文化能力 My mother is Chinese and my father is a US resident, so I’m part Chinese. I want you to meet Janne from Nokia. I told him you’re part Finnish, and he’s very excited to meet you. down to sb由…引起，由…造成 = owe to The mistake is enirely dowm to us.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note3","slug":"英语学习笔记note3","date":"2018-09-22T12:49:17.000Z","updated":"2020-03-29T06:38:14.957Z","comments":true,"path":"2018/09/22/英语学习笔记note3/","link":"","permalink":"https://blog.takeko.top/2018/09/22/英语学习笔记note3/","excerpt":"","text":"Confessions of a Shopaholic“芝士派”无字幕电影20180920-20180922学习笔记 brown thingssomething old- fashioned and cheap csahback返现 With this card, consumers can get 20% cashback at gas station. put sth in perspective正确全面的看待某事 You’d better put your job-hop in perspective. It’s just not what you are thinking about. scrub off= cross out 划掉 The teacher scrubbed his name off, because he cheated in the exam. forthwith立刻 I could have you arrested forthwith. devilspeak of the devil这个用语最早起源于18世纪初，当时非常忌讳直接提到恶魔，有一种迷信的说法： Speak of the devil and he’s sure to appear. 如果你说到魔鬼，魔鬼就一定会现身。这句话常用来作为告诫一定要注意言行，不要犯了忌讳。 在十九世纪的时候，这个用语逐渐脱离了它字面的意思，成为一种对偷听者的警告，例如，你跟别人八卦的时候，突然有人在偷听，你想把偷听的人赣州，就可以说： Speak of the devil and he’s sure to appear.我们讲你坏话的时候，你刚好就来偷听了。 到二十世纪，这个用语才逐渐发张成了现在“说曹操曹操到”的意思 How’s Peter doing? Is he still working at… Speak of the devil! Here comes Peter! play the devil’s advocate主要用于讨论问题的时候，意思是为了保证一个新方案的成功实施，尽可能周全的考虑到各个方面的情况，并提出反面意见。最早起源于罗马天主教会，在授予某人圣人称号是要经过审议。在审议时总有一个会提出反面意见的教会官员，他们指出被授称号者的缺点，目的是促使审议人员更慎重的讨论。担任着想工作的官员被称作the devil’s advocate。 So basically my role in the com[any is to play the devil’s advocate to each new proposal before we connit to it.","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note2","slug":"英语学习笔记note2","date":"2018-09-08T14:08:22.000Z","updated":"2020-03-29T06:38:08.614Z","comments":true,"path":"2018/09/08/英语学习笔记note2/","link":"","permalink":"https://blog.takeko.top/2018/09/08/英语学习笔记note2/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影220180902-20180908学习笔记 take sb/sth for granted认为…..理所当然 We take having an endless supply of water for granted. jerk around耍弄，戏弄 You jerk me around on this, and I’m going to get cranky right in your face. blow away留下深刻印象 The amount of the check blew me away. point blank直截了当地 I asked a favor of him once, but he refuse point-blank. break it up口语中表示“散了吧” Alright, show’s over. Break it up, break it up. break the ice打破僵局The host told a joke to his guests to break the ice. slice in line/cut in line插队I get annoyed when people slice in line. That’s it. 表示赞同 =That’s right – So she is going to marry the doctor. – That’s it. 表示结束，意为“完了，没有别的了” I’ll finish taht, that’s it. 表示反感或失望，意为“够了，行了，得了” That’s it. Haven’t you said enough？ 表示鼓励或赞同，意为“这就对了，就这样” That’s it. Let’s tell her the news when we see her. 用于称赞的话How smart of you! 你真明智 You should have a real talent. 你真有天赋 That’s a very nice hairdo you’re wearing. 你发型真漂亮 You are looking great. 你真好看 That’s the icing on the cake. 这可真是双喜临门了 A good teacher makes good student. 名师出高徒 I would like to compliment you on your diligence. 我想称赞一下你的勤奋 We’re proud of you. 我们为你自豪 He has a long head. 他很有远见卓识","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"英语学习笔记note1","slug":"英语学习笔记note1","date":"2018-09-01T14:36:42.000Z","updated":"2020-03-29T06:37:57.982Z","comments":true,"path":"2018/09/01/英语学习笔记note1/","link":"","permalink":"https://blog.takeko.top/2018/09/01/英语学习笔记note1/","excerpt":"","text":"The Pursuit of Happyness“芝士派”无字幕电影20180827-20180901学习笔记 Konck off停止工作，下班 -Shall we konck off, sir? -come on, guys. It’s due next week. call it a day就到这吧，收工吧 Let’s call it a day and go to the movies. in essenceessentially 实质上，大体上 In essence, all computers are the same. excel at擅长，在某方面杰出 period句号，用在句尾表强调，以上我说完了 I love him, period. come by得到，获取 I don’t konw how he came by so much money. run errands跑腿 hold … to …使坚持，使遵守 hold somebody to a promise 使某人守诺 Now I have to hold you to your promise. 请假的表达方式 I ‘d like to have three days off. Would it be possible if I take next Friday off? I have some personal business that I need to take care of. Could you cover for me on Friday? Would it be possible if I swiched my Tuesday shift for your Friday shift? verb + sb + prep + the + 身体部位eg：take sb by the arm 抓住某人的胳膊 pat sb on the shoulder 拍某人的肩膀 verb: hit/strike/beat/touch/take/catch the: 只用the，不用a/an或his/her prep: in/on/by/with/at 1. in 表示在身体部位内部、涉及身体表面较柔软或较“空”的部位也用in；以及表示身体部位受到伤害或者感到疼痛时，也常用in He hit me in the mouth(eye/stomach/face) I was wounded in the leg. He felt a sharp pain in his knee. 2. on 表示身体部位表面和面部表情，或者较为坚硬、突出的部分。 He stared at her with tahet peculiar expressions on his face. He was hit on the head . The man beat the boy on the back/breast/jaw/neck. The mother kissed her daughter on both cheeks. 3. at 在身体部位名词前用介词at的时候不多，一般出现在下面这些用法中（at后面不用冠词） at heart：Yeah，but I felt sick at heart when I saw how much she was hurt. at hand: He said the road for oppasition has been long and painful, but that victory is at hand. 4. by 常与动词take，seize，catch，lead等词连用，表示拉、扯、抓住身体某部位 He took her by the hand. The man caught/seized the thief by the arm You should make your own decisions, and not let others lead you by the nose. 5. with 常表示借助什么方法、工具等做某事 take sth with both hands 用双手拿 see with one’s eyes 用眼看You can’t imagine how amazing they are unless you see them with your own eyes. 颜色的意义Blue 表示情绪–不快乐、忧郁 This is because blue was related to rain, or storms, and in Greek mythology, the god Zeus would make rain when he was sad (crying) , and a storm when he was angry.–Wikipedia in a blue mood 心情郁闷 a blue outlook 悲观的人生观 下流 blue talk 下流的言论 blue film 成人电影 a blue joke 下流的笑话 表示社会地位高、出身贵族 “蓝血贵族”源于西班牙皇室，贵族们常自豪的挽起袖管展示自己雪白小臂上清晰可见的蓝色静脉血管。 How I wish I were a blue blood, so that I could be a little princess quietly. blue in the face 精疲力尽 blue fear 极度恐慌 once in a blue moon 几乎不，千载难逢 drink till all’s blue 一醉方休 Green green可指代财力的，由于美元背面是绿色的。 green power（财团） green back（美钞，又称“绿背”） 用于描述嫉妒 源于William Shakespeare的《奥赛罗》—— O, beware, my lord, of jealousy, it is the green-eyed monster which doth mock the meat it feeds on. green是大多数正在生长的植物的颜色，意味着年轻，因此green也有生疏的意思。 green as grass 幼稚的 in the green 在青春期 green from school 初入社会 greenhorn 新手——horn是动物头上长的角，动物在刚出生的时候，它们的角还没有长成，只是头上有日后会长成角的基部，带有不久便会消退的绿色，所以greenhorn是初生动物的标志，现在引申为新手的意思。 Yellow在古代中国黄色一般象征着皇权，不过西方国家yellow比较含贬义，据《圣经》（Bible）记载，犹大是耶稣的门徒之一，也是出卖耶稣的人，他就身穿黄色的衣服，因此后人认为黄色有卑鄙、胆小等象征意义。 yellow dog 杂种 yellow belly 胆小鬼 Redred在西方文化中是一个贬义较强的词，因为西方人较多地将红色与血液的颜色联系在一起，由鲜血再联系到流血的暴力，所以Red除了红色的本意外还有暴力、危险的意思。 red rules 暴力统治 red battle 血战 red light 危险信号 red alert 警报 工作用语night to five 早九晚五 night shift 晚班 graveyard shift 大夜班 insane hours 没日没夜的干 odd hours 工作时间没规律 24/7 on-call 一周七天，一天24小时随叫随到 work overtime 加班 flexible hours 工作时间灵活 telecommute 远程工作 off-the-clock 无偿加班","categories":[{"name":"Note","slug":"Note","permalink":"https://blog.takeko.top/categories/Note/"}],"tags":[{"name":"English","slug":"English","permalink":"https://blog.takeko.top/tags/English/"}]},{"title":"孤岛","slug":"孤岛","date":"2018-08-25T11:31:45.000Z","updated":"2018-09-01T14:31:06.317Z","comments":true,"path":"2018/08/25/孤岛/","link":"","permalink":"https://blog.takeko.top/2018/08/25/孤岛/","excerpt":"","text":"新入滴胶坑，参考别人的视频尝试了一次造景","categories":[{"name":"Life","slug":"Life","permalink":"https://blog.takeko.top/categories/Life/"}],"tags":[{"name":"手作","slug":"手作","permalink":"https://blog.takeko.top/tags/手作/"}]},{"title":"国家企业技术中心分数计算器","slug":"国家企业技术中心分数计算器","date":"2018-08-22T12:13:31.000Z","updated":"2020-03-29T06:37:31.806Z","comments":true,"path":"2018/08/22/国家企业技术中心分数计算器/","link":"","permalink":"https://blog.takeko.top/2018/08/22/国家企业技术中心分数计算器/","excerpt":"","text":"最近由于工作需要在申报国家企业技术中心，其中分数计算过程十分繁琐，手动计算容易出错，应同事要求写了一段代码计算分数，当做python的一个小练习。 计算规则评价方法见发改委通知具体计算规则如下：1．指标数值大于或等于满分要求时，指标得分为满分，即指标得分等于上表中的权重；2．指标数值等于基本要求时，指标得分为权重的60%；3．指标数值为0 时，指标得分为0；4．指标数值处于0 和基本要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值/基本要求）* 权重的60% 指标数值处于基本要求和满分要求之间时，指标得分按线性插值的方法计算，计算公式为：指标得分 = （指标数值-基本要求）/（满分要求-基本要求）* 权重的40% + 权重的60% 其中，指标名称、权重、基本要求和满分要求如下： 代码如下1234567891011121314151617181920212223242526272829303132333435363738394041424344454647484950515253545556575859606162636465666768697071727374757677#coding:utf-8import pandas as pddef compute_score(x, weight, base, fullscore): x = float(x) if x == 0: score = 0 elif x&gt;0 and x&lt;base: score = x/base*weight*0.6 elif x == base: score = weight * 0.6 elif x&gt;base and x&lt;fullscore: score = (x - base)/(fullscore - base)*weight*0.4 + weight*0.6 elif x &gt;= fullscore: score = weight score = round(score,1) return score def isnub(x): try: nb = float(x) #将字符串转换成数字成功则返回True return True except ValueError as e: return False #如果出现异常则返回FalseX = []Scores = []Final_score = [0]*18Titles = [&quot;研发人员人均研发经费支出&quot;,&quot;研发经费支出占主营业务收入的比重&quot;,&quot;研发人员占企业职工总数的比重&quot;,&quot;技术中心拥有的高级专家和博士人数&quot;,&quot;来技术中心从事研发工作的外部专家人数&quot;,&quot;企业拥有的全部有效发明专利数&quot;,&quot;企业全部研发项目数&quot;,&quot;基础研究和应用研究项目数占全部研发项目数的比重&quot;,&quot;企业技术开发仪器设备原值&quot;,&quot;国家级研发平台数&quot;,&quot;省级研发平台数&quot;,&quot;通过国家（国际组织）认证的实验室和检测机构数&quot;,&quot;当年被受理的专利申请数&quot;,&quot;当年被受理的发明专利申请数&quot;,&quot;最近三年主持和参加制定的国际、国家和行业标准数&quot;,&quot;新产品销售收入占主营业务收入的比重&quot;,&quot;新产品销售利润占利润总额的比重&quot;,&quot;利润率&quot;]Weight = [8,12,7,4,4,5,4,4,4,3,2,3,5,6,4,10,10,5]Base = [5,0,3,5,20,5,10,3,3000,1,1,1,10,5,1,20,15,2]Fullscore = [80,0,25,25,100,80,100,10,30000,2,3,2,50,30,6,40,30,12]for title in Titles: #由于第二个指标“研发经费支出占主营业务收入的比重”需要先进行一步判断，所以单独进行计算 index = Titles.index(title) if index == 1: Revenue = input(&quot;请输入主营业务收入(亿元)：&quot;) while isnub(Revenue) == False: Revenue = input(&quot;请输入数字：&quot;) Revenue = float(Revenue) x = input(&quot;请输入研发经费支出占主营业务收入的比重：&quot;) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) if Revenue&gt;=500: score = compute_score(x, 12, 1, 5) if Revenue&lt;500 and Revenue&gt;=100: score = compute_score(x, 12, 1.5, 7) if Revenue&lt;100 and Revenue&gt;=10: score = compute_score(x, 12, 2, 9) if Revenue&lt;10: score = compute_score(x, 12, 3, 12) X.append(x) Scores.append(score) print(&quot;研发经费支出占主营业务收入的比重项得分 %.1f&quot; % score) else: title_input = &quot;请输入&quot; + title + &quot;:&quot; x = input(title_input) while isnub(x) == False: x = input(&quot;请输入数字：&quot;) score = compute_score(x, Weight[index], Base[index], Fullscore[index]) X.append(x) Scores.append(score) title_output = title + &quot;项得分：%.1f&quot; print(title_output % score) final_score = 0for score in Scores: final_score = final_score + scoreFinal_score[0] = final_scoreprint(&quot;总分%.1f&quot; % final_score)#数据保存到本地 columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe = pd.DataFrame(&#123;&apos;Titles&apos;:Titles,&apos;Weight&apos;:Weight,&apos;Base requirements&apos;:Base,&apos;Fullscore requirements&apos;:Fullscore,&apos;Value&apos;:X,&apos;Score&apos;:Scores,&apos;Final score&apos;:Final_score&#125;)file_name = &quot;Data.csv&quot;dataframe.to_csv(file_name,index=False,sep=&apos;,&apos;)columns = [&apos;Titles&apos;,&apos;Weight&apos;,&apos;Base requirements&apos;,&apos;Fullscore requirements&apos;,&apos;Value&apos;,&apos;Score&apos;,&apos;Final score&apos;]dataframe.to_csv(file_name,index=False,columns=columns)print (&apos;Finish saving csv file&apos;)代码下载链接运行结果如下图，输入企业该项数值，计算该项的得分。加入了输入的数是不是数字的判断，如果不是会要求重新输入。全部数值输入完成后计算总分，并保存成表格。","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[{"name":"python","slug":"python","permalink":"https://blog.takeko.top/tags/python/"}]},{"title":"Hello World","slug":"hello-world","date":"2018-06-25T12:28:09.589Z","updated":"2018-08-27T12:53:17.741Z","comments":true,"path":"2018/06/25/hello-world/","link":"","permalink":"https://blog.takeko.top/2018/06/25/hello-world/","excerpt":"","text":"This is my very first post.This blog website is built based on Hexo! Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment DocumentationGitHub","categories":[{"name":"Technology","slug":"Technology","permalink":"https://blog.takeko.top/categories/Technology/"}],"tags":[]}]}